{ "translations": {
    "Copy" : "إنسَخ",
    "Confirm website deletion" : "تأكيد حذف الموقع",
    "This operation will delete the website \"{name}\". However, all of its contents will still be available in your Nextcloud." : "سوف تؤدي هذه العملية إلى حذف موقع الويب \"{name}\". ومع ذلك ، ستظل جميع محتوياته متاحة في نكست كلاود خاصّتك.",
    "Choose website directory" : "إختَر دليل الموقع",
    "Abort" : "إلغاء",
    "Save" : "حفظ",
    "The requested website could not be found on the server. Maybe the website was deleted?" : "تعذّر العثور على موقع الويب المطلوب على الخادوم. ربما تمّ حذف الموقع؟",
    "The file and directory structure of this website appears to be broken and thus could not be accessed." : "يبدو أن بنية الملف والدليل لهذا الموقع تالفتين وبالتالي لا يمكن الوصول إليهما.",
    "You don't have access to this private website. Maybe the share was deleted or has expired?" : "ليس لديك حق الوصول إلى هذا الموقع الخاص. ربما تمّ حذف المُشارَكة أو انتهت صلاحيتها؟",
    "This website is hosted on a non-local storage and thus could not be accessed." : "هذا الموقع مُستضاف على مساحة تخزين غير محلية وبالتالي لا يمكن الوصول إليه.",
    "This website uses a theme that could not be found on the server and thus could not be built." : "يستخدم هذا الموقع سمة theme غير موجودة على الخادوم؛ وبالتالي لا يمكن بناؤه.",
    "This website uses a incompatible theme and thus could not be built." : "يستخدم هذا الموقع سمة غير متوافقة؛ وبالتالي لا يمكن بناؤه.",
    "The requested website page could not be found on the server. Maybe the page was deleted?" : "تعذّر العثور على صفحة موقع الويب المطلوبة على الخادوم. ربما تم حذف الصفحة؟",
    "You don't have access to this website page. Maybe the share was deleted or has expired?" : "ليس لديك حق الوصول إلى صفحة الموقع هذه. ربما تم حذف المشاركة أو انتهت صلاحيتها؟",
    "The requested website page could not be built, so that the server was unable to complete your request." : "تعذّر إنشاء صفحة موقع الويب المطلوبة، لذلك لم يتمكن الخادم من إكمال طلبك.",
    "The file and directory structure of this website appears to be broken und thus could not be accessed." : "يبدو أن بُنية الملف والدليل لهذا الموقع تالفتين؛ وبالتالي لا يمكن الوصول إليهما.",
    "The requested website asset could not be found on the server. Maybe the asset was deleted?" : "تعذر العثور على أصل موقع الويب asset المطلوب على الخادوم. ربما تم حذف الأصل؟",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "ليس لديك حق الوصول إلى أصل موقع الويب asset هذا. ربما تم حذف المشاركة أو انتهت صلاحيتها؟",
    "Plugin not found." : "المكون الإضافي Plugin غير موجود.",
    "Plugin exists already." : "المكون الإضافي Plugin موجود سلفاً.",
    "Template not found." : "القالب template غير موجود.",
    "Template exists already." : "القالب template موجود سلفاً.",
    "Theme not found." : "السمة غير موجودة.",
    "Theme exists already." : "السمة موجودة مسبقاً.",
    "Website exists." : "موقع الوب موجود.",
    "No permission." : "لا يوجد إذن",
    "The value given is invalid." : "القيمة المعطاة غير صحيحة.",
    "Website not found." : "موقع الوب غير موجود.",
    "Local (unencrypted)" : "محلي (غير مشفر)",
    "Location" : "المكان",
    "Incompatible plugin: Plugin file \"{file}\" not found." : "مُكوِّن إضافي plugin غير متوافق: ملف المكون الإضافي \"{file}\" غير موجود.",
    "Incompatible plugin: PHP parse error in file \"{file}\"." : "مٌكوِّن إضافي plugin غير متوافق: خطأ تحليل PHP في الملف \"{file}\".",
    "Incompatible plugin: Plugin class \"{class}\" not found." : "مُكوِّن إضافي plugin غير متوافق: فئة المكون الإضافي \"{class}\" غير موجودة.",
    "Incompatible plugin: Plugins for Pico CMS for Nextcloud must use one of the API versions {compatApiVersions}, but this plugin uses API version {apiVersion}." : "المُكوِّن الإضافي plugin غير متوافق: يجب أن تستعمل المكونات الإضافية لنظام إدارة المحتوي  Pico CMS الخاص بنكست كلود أحد إصدارات واجهة برمجة التطبيقات {compatApiVersions}، ولكن هذا المكون الإضافي يستخدم إصدار واجهة برمجة التطبيقات {apiVersion}.",
    "Incompatible template: Required directory \"{file}\" not found." : "قالب template غير متوافق: الدليل المطلوب \"{file}\" غير موجود.",
    "Incompatible theme: Twig template \"{file}\" not found." : "سمة غير متوافقة: محرك قالب Twig ـ  \"{file}\" غير موجود.",
    "Incompatible theme: Themes for Pico CMS for Nextcloud must use one of the API versions {compatApiVersions}, but this theme uses API version {apiVersion}." : "سمة غير متوافقة: يجب أن تستخدم ثيمات نظام إدارة المحتوي Pico CMS الخاص بنكست كلود أحد إصدارات واجهة برمجة التطبيقات {compatApiVersions}، ولكن هذه السمة تستخدم إصدار واجهة برمجة التطبيقات {apiVersion}.",
    "The name of the website must be longer." : "يجب أن يكون اسم الموقع أطول.",
    "The name of the website is too long." : "اسم الموقع طويل جدًا.",
    "The identifier of the website must be longer." : "يجب أن يكون معرف الموقع أطول.",
    "The identifier of the website is too long." : "معرف موقع الويب طويل جدًا.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "يمكن أن يحتوي معرّف موقع الويب على أحرف أبجدية صغيرة أو أرقام فقط.",
    "The path of the website is invalid." : "مسار الموقع غير صالح.",
    "The website's path is stored on a non-local storage." : "مسار موقع الويب مُخزّنٌ على وحدة تخزين غير محلية.",
    "Parent folder of the website's path not found." : "المجلد الأب لمسار موقع الويب غير موجود.",
    "Failed to enable Pico CMS for Nextcloud: Couldn't find \"%s\". Make sure to install the app's dependencies by executing `composer install` in the app's install directory below \"%s\". Then try again enabling Pico CMS for Nextcloud." : "فشل تمكين نظام إدارة المحتوي Pico CMS لنكست كلاود: تعذر العثور على \"%s\". تأكد من تنصيب تبعيات التطبيق عن طريق تشغيل\"ناظم التنصيب\" composer install في دليل تثبيت التطبيق تحت \"%s\". ثم حاول مرة أخرى تمكين نظام إدارة المحتوي Pico CMS لنكست كلاود.",
    "Failed to enable Pico CMS for Nextcloud: The web server has no permission to create files and folders below \"%s\". Make sure to give the web server write access to this directory by changing its permissions and ownership to the same as of your \"%s\" directory. Then try again enabling Pico CMS for Nextcloud." : "فشل تمكين نظام إدارة المحتوي Pico CMS لنكست كلاود:  خادوم الوب لا يمتلك صلاحية إنشاء ملفاتٍ أو مجلّداتٍ تحت \"%s\". تأكد من منح خادوم الوب حق الكتابة في هذا الدليل و ذلك بتغيير أذوناته و المِلكِيّة لتصبح مماثلة لدليلك \"%s\" ثم حاول مرة أخرى تمكين نظام إدارة المحتوي Pico CMS لنكست كلاود.",
    "Pico CMS" : "تطبيق \"إدارة المحتوى\" Pico CMS",
    "Create and publish your own websites - with Pico CMS for Nextcloud!" : "قم بإنشاء ونشر مواقع الويب الخاصة بك - باستخدام تطبيق \"إدارة المحتوي\" Pico CMS لنكست كلاود!",
    "[Pico CMS for Nextcloud](https://github.com/nextcloud/cms_pico) combines the power of [**Pico**](http://picocms.org/) and [**Nextcloud**](https://nextcloud.com/) to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy.\n\n* Start a blog\n* Share your resume with the world\n* Create a plan for world domination and only share with the right friends\n* Build a knowledge base and let the smart ones among your colleagues help out\n\nInstalling Pico CMS for Nextcloud allows your users to create and manage their own websites. Creating a new page with Pico is no more than creating a simple text file in a users' Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server.\n\nWebsites will be accessible through URLs like `https://cloud.example.com/sites/my_site/` and consist of just a bunch of `.md` text files in a user's Nextcloud files. `.md` stands for [**Markdown**](https://www.markdownguide.org/) - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Consider enabling Nextcloud's [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) app to make easy things stupidly simple. Please note that Nextcloud's built-in Text editor is incompatible with Pico CMS for Nextcloud. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called the [**YAML**](https://en.wikipedia.org/wiki/YAML) Front Matter. Creating websites can't be easier…\n\nBut that wasn't everything… Pico CMS for Nextcloud is highly customizable. You can change Pico’s appearance by using custom themes and add new functionality by using custom plugins. For security reasons users can neither add custom themes nor plugins on their own - but as an admin you can. Plugins and themes aren’t just new \"skins\" or \"widgets\", the underlying technologies are powerful frameworks you can leverage to make your users' websites truly unique. However, with great power comes great responsibility. Pico CMS for Nextcloud does its best to prevent users from including scripts into websites, since this might bear security risks (so called \"Cross Scripting\"). Since this risk doesn't apply to Pico itself, 3rd-party developers of plugins and themes might not be aware of this issue - so be careful when installing custom plugins and themes.\n\nYou want to learn more about Pico CMS for Nextcloud? Easy! Just download and enable the app from [Nextcloud's App Store](https://apps.nextcloud.com/apps/cms_pico) and navigate to Nextcloud's settings page. As an admin you'll find two \"Pico CMS\" sections in your Nextcloud settings - one below \"Personal\", another below \"Administration\". The latter allows you to add custom themes, plugins and templates to Pico, as well as tweaking some advanced settings. The \"Pico CMS\" section below \"Personal\" exists for all Nextcloud users and allows one to create personal websites. Simply create your first personal website and choose \"sample_pico\" as website template. Pico's sample contents will explain all you need to know…" : "ّيجمع تطبيق \"بيكو لإدارة المحتوي\" في نكست كلاود [Pico CMS for Nextcloud] (https://github.com/nextcloud/cms_pico) بين قوة  [**Pic CMMS**] (http://picocms.org/) و [**Nextcloud**](https://nextcloud.com/)  لإنشاء مواقع ويب بسيطة وآمنة وقابلة للمشاركة وقوية بشكل مذهل ببضع نقرات فقط.. فنظام Pico عبارة عن نظام إدارة المحتوي يستعمل الملفات النصية ويتميز بكونه بسيطاً وسريعاً للغاية - مما يجعل بناء مواقع الويب سهلاً.\n\n*قم بإنشاء مدونة\n*شارك سيرتك الذاتية مع العالم\n*أنشئ خطتك للسيطرة على العالم وشاركها فقط مع الأصدقاء المناسبين \n* قم ببناء قاعدة معرفية و ادع الأذكياء من زملائك ليساعدوك\n\nيتيح لك تثبيت نظام إدارة المحتوي \"Pico CMS\" لنكست كلود إنشاء مواقع الويب الخاصة بك وإدارتها. إنشاء صفحة جديدة باستخدام بيكو هو أسهل من إنشاء ملف نصي بسيط في ملفات نكست كلاود. حيث لا يلزم تكوينات، ولا توجد واجهات إدارة معقدة - فقط ملفات. إنه التوافق المثالي مع نكست كلاود. المشاركة الآمنة والتعاون والتحكم في الوصول - ليس فقط لملفاتك، ولكن أيضًا لمواقع الويب الخاصة بك، كل ذلك أصبح ممكنًا بواسطة هذا النظام! قم كسر الحواجز بين الأجهزة المحمولة وأجهزة سطح المكتب والخادوم الخاص بك.\n\nيمكن الوصول إلى مواقع الويب من خلال عناوين URL مثل `https://cloud.example.com/sites/my_site/` وتتكون فقط من مجموعة من الملفات النصية\"md \" في ملفات مستخدم نكست كلود. يشير \".md\" إلى [**ماركداون**](https://www.markdownguide.org/) - وهي لغة ترميز بسيطة وبديهية للغاية تستخدم لإنشاء العناوين والفقرات وتنسيق النص والقوائم والصور والروابط. لكن لا تيأس - ليس عليك تعلم لغة أخرى إذا كنت لا تريد ذلك. ضع في اعتبارك تمكين تطبيق [محرر ماركداون Markdown Editor] (https://apps.nextcloud.com/apps/files_markdown) من نكست كلاود وذلك لجعل الأمور السهلة بسيطة للغاية. \nيرجى ملاحظة أن محرر النصوص المدمج في نكست كلود غير متوافق مع نظام إدارة المحتوي هذا.\n\nولكن ماذا عن البيانات الوصفية مثل عنوان الصفحة أو تاريخ الإصدار؟ خمّن ماذا، كل هذا في مكان واحد. في الجزء العلوي من ملفات ماركداون الخاصة بك، يمكنك وضع كتلة من البيانات الوصفية - تسمى [** يامل YAML **] (https://en.wikipedia.org/wiki/YAML). لا يمكن أن يكون إنشاء مواقع الويب أسهل من ذلك ...\n\nولكن هذا لم يكن كل شيء ... فنظام إدارة المحتوي قابل للتخصيص بدرجة كبيرة. حيث يمكنك تغيير مظهره باستخدام ثيمات مخصصة وإضافة وظائف جديدة باستخدام المكونات الإضافية المخصصة. ولكن لأسباب أمنية، لا يمكن للمستخدمين إضافة ثيمات مخصصة أو مكونات إضافية من تلقاء أنفسهم - ولكن يمكنك ذلك بصفتك مشرفاً على النظام. المكونات الإضافية والثيمات ليست مجرد \"أشكال\" أو \"واجهات عناصر مستخدم \" جديدة ، فالتقنيات الأساسية هي أطر عمل قوية يمكنك الاستفادة منها لجعل مواقع الويب الخاصة بالمستخدمين فريدة حقًا. ومع ذلك، فمع القوة الكبيرة تأتي مسؤولية أكبر. ولذا ،فإن مطوري نظام إدارة المحتوي يبذلون قصارى جهده لمنع المستخدمين من تضمين البرامج النصية في مواقع الويب، نظرًا لأن هذا قد ينطوي على مخاطر أمنية (ما يُعرف بثغرة \"البرمجة النصية المتقاطعة\" Cross Scripting). ونظرًا لأن هذا الخطر لا ينطبق على نظام إدارة المحتوي بيكو فى حد ذاته، فقد لا يكون مطورو المكونات الإضافية والثيمات من طرفٍ ثالثٍ 3 على دراية بهذه المشكلة - لذا كن حذرًا عند تثبيت المكونات الإضافية والثيمات المخصصة.\n\nهل تريد معرفة المزيد عن نظام إدارة المحتوي PicoCMS لنكست كلاود ؟ هذا أمر سهل! ما عليك سوى تنزيل التطبيق وتمكينه من [متجر تطبيقات نكست كلاود] (https://apps.nextcloud.com/apps/cms_pico)، و انتقل إلى صفحة إعدادات نكست كلاود. بصفتك مشرف النظام، سوف تجد قسمين \"نظام إدارة المحتوي PicoCMS\" في إعدادات نكست كلاود- أحدهما يندرج تحت \"شخصي\" والآخر يندرج تحت \"الإدارة\". يتيح لك هذا الأخير إضافة ثيمات ومكونات إضافية وقوالب مخصصة إلى نظام إدارة المحتوي، بالإضافة إلى تعديل بعض الإعدادات المتقدمة. أما قسم \"شخصي\" فهو لجميع مستخدمي نكست كلاود ويسمح لهم بإنشاء مواقع ويب شخصية. ما عليك سوى إنشاء موقع الويب الشخصي الأول الخاص بك واختيار \"sample_pico\" كقالب موقع ويب. سوف تشرح لك محتويات sample_pico كل ما تحتاج إلى معرفته ...",
    "Access forbidden" : "الدخول ممنوعٌ",
    "Back to %s" : "عودة إلى %s",
    "Not found" : "غير موجود",
    "Internal Server Error" : "خطأ داخلي في الخادم",
    "The server was unable to complete your request." : "لا يمكن معالجة طلبك",
    "If this happens again, please send the technical details below to the server administrator." : "إذا حدث هذا مرة أخرى ، يرجى إرسال التفاصيل الفنية أدناه إلى مسؤول الخادم.",
    "Remote Address: %s" : "العنوان القَصِي remote : %s",
    "Request ID: %s" : "رقم الطلب: %s",
    "More details can be found in the server log." : "مزيد من التفاصيل في سجل أحداث الخادم.",
    "Technical details" : "تفاصيل تقنية",
    "Type: %s" : "النوع : %s",
    "Code: %s" : "الرمز : %s",
    "Message: %s" : "الرسالة : %s",
    "File: %s" : "الملف : %s",
    "Line: %s" : "السطر: %s",
    "Trace" : "تتبَّع",
    "Your Nextcloud installation is incompatible with Pico CMS for Nextcloud!" : "تنصيب نكست كلاود خاصّتك غير متوافق مع نظام إدارة المحتوي PicoCMS!",
    "Some of your Nextcloud apps have known incompatibilities with Pico CMS for Nextcloud. This is no-one's fault, neither are Nextcloud nor the conflicting apps to blame, this is just some technical limitation of Nextcloud's app infrastructure we cannot solve in the short term. We're working on a solution! In the meantime you must remove the conflicting apps. Known conflicting apps are \"Issue Template\" and \"Terms of service\"." : "هناك بعض من تطبيقات نكست كلاود عندك المعروفة بعدم توافقها مع نظام إدارة المحتوي Pico CMS for Nextcloud. وهذا ليس خطأ أحد، ولا يقع اللوم على نكست كلاود ولا التطبيقات المتعارضة، فهذه مجرد بعض القيود التقنية على البنية التحتية لتطبيقات نكست كلاود التي لا يمكننا حلها على المدى القصير. نحن نعمل على إيجاد حل! ولكن في غضون ذلك، يجب عليك إزالة التطبيقات المتعارضة. و من التطبيقات المتعارضة المعروفة: قالب الأعطال Issue Template و شروط الخدمة Terms of service.",
    "If you see the error <code>\"Call to undefined method ParsedownExtra::textElements()\"</code> in Nextcloud's logs even though you've removed all conflicting apps, please don't hesitate to <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">open a new Issue on GitHub</a> with a copy of the error including its stack trace and a complete list of all apps installed." : "إذا رأيت الخطأ<code> \"استدع الوظيفة غير المٌعرّفة ParsedownExtra::textElements()\"</code>في سجل الأحداث في نكست كلاود حتي وإن قمت بإزالة جميع التطبيقات المتضاربة، يرجى عدم التردد في <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">فتح مشكلة جديدة على منصة GitHub </a>بنسخة من الخطأ تشتمل على  تتبع المكدس stack trace الخاص به، و قائمة كاملة بجميع التطبيقات المثبتة.",
    "Pico CMS for Nextcloud" : "تطبيق \"إدارة المحتوي\" Pico CMS لنكست كلاود",
    "Change Pico CMS for Nextcloud's behavior and manage optional features." : "تغيير سُلُوك Pico CMS، و إدارة الميزات الاختيارية.",
    "Limit to groups" : "الحصر في مجموعات معينة",
    "Loading groups…" : "تحميل المجموعات ...",
    "If you wish not to enable all of your users to create personal websites, you can limit Pico CMS for Nextcloud to certain groups. Select the groups you want to limit access to. If you leave this field empty, usage isn't limited. Revoking access for certain groups won't delete any of a user's websites, however, they get inaccessible." : "إذا كنت ترغب في عدم تمكين جميع المستخدمين لديك من إنشاء مواقع ويب شخصية، فيمكنك قصر استخدام نظام إدارة المحتوي على مجموعات معينة. حدد المجموعات التي تريد تقييد وصولها. إذا تركت هذا الحقل فارغًا فلن يكون الاستخدام مقيدا. لن يؤدي إبطال الوصول لمجموعات معينة إلى حذف أي من مواقع الويب الخاصة بالمستخدم، ومع ذلك، سوف لن يكون الوصول إليها ممكناً.",
    "Custom themes" : "ثيمات مخصصة",
    "Add custom themes for greater individuality and style." : "إضافة ثيمات مخصصة لمزيد من التفرد والاناقة.",
    "Pico CMS for Nextcloud allows you to add custom themes for some greater individuality and style. However, for security reasons, users cannot add custom themes on their own. Before you can add a new custom theme using the \"Add custom theme\" button below, you'll have to upload all of its files to the data folder of your Nextcloud instance. After uploading the theme it will show up in the form below to actually allow users to use the custom theme. If you want to modify one of your previously added custom themes, simply edit the corresponding files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom theme\" button next to the edited theme in the form below." : "يتيح لك نظام إدارة المحتويPicoCMS إضافة ثيمات مخصصة لمزيد من التفرد والأناقة. ولكن لأسباب أمنية، لا يمكن للمستخدمين إضافة ثيمات مخصصة من تلقاء أنفسهم. فقبل أن تتمكن من إضافة ثيمة مخصصة جديدة باستخدام الزر \"إضافة ثيمة مخصصة\" أدناه ، ستوجب عليك رفع جميع ملفات الثيمة إلى مجلد البيانات في خادومك. بعد تحميل الثيمة، ستظهر في النموذج أدناه للسماح للمستخدمين بالفعل باستخدام الثيمة المخصصة. إذا كنت ترغب في تعديل أحد الثيمات المخصصة المضافة مسبقًا، فما عليك سوى إضافة الملفات المعنية في مجلد بيانات نكست كلاود. و لكي تصبح التغييرات نافذة، يجب أن تضغط على زر \"إعادة تحميل الثيمة المخصصة\" الموجود بجوار الثيمة المضافة في النموذج أدناه.",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory. If you want to edit one of your custom themes, refer to this directory likewise." : "قبل إضافة ثيمة مخصصة جديدة، قم بتحميل جميع ملفات الثيمة إلى مجلد جديد في الدليل التالي. إذا كنت تريد تحرير إحدى الثيمات المخصصة الخاصة بك، فارجع إلى هذا الدليل أيضًا.",
    "Loading themes…" : "تحميل الثيمات جارٍ...",
    "Add custom theme" : "إضافة سمة مخصصة",
    "Reload themes list" : "إعادة تحميل قائمة الثيمات",
    "Compatible theme." : "سمة متوافقة.",
    "System theme" : "سمة النظام",
    "Copy system theme" : "نسخ سمة النظام",
    "Custom theme" : "سمة مخصصة",
    "Reload custom theme" : "إعادة تحميل السمة المخصصة",
    "Copy custom theme" : "نسخ السمة المخصصة",
    "Delete custom theme" : "حذف السمة المخصصة",
    "Base theme" : "السمة الأساسية",
    "Theme name" : "اسم السمة",
    "An unexpected error occurred while performing this action. Please check Nextcloud's logs." : "حدث خطأ غير متوقع أثناء تنفيذ هذا الإجراء. يرجى التحقق من سجلات الأحداث نكست كلاود.",
    "Error: {error}" : "خطأ: {error}",
    "Encountered unexpected {exception}: {exceptionMessage}" : "تمت مواجهة {exception} غير متوقع: {extraMessage}",
    "Custom plugins" : "مكونات إضافية plugins مخصصة ",
    "Add custom plugins to reach for Pico's full potential." : "إضافة مكونات إضافية plugins مخصصة لتوسيع إمكانات التطبيق Pico CMS.",
    "Pico CMS for Nextcloud allows you to add custom plugins to really utilize all of Pico's power. Plugins work on a global basis, i.e. adding a custom plugin will enable it for all of your users' websites. Before adding a new custom plugin using the \"Add custom plugin\" button below, you must upload all of the plugin's files to the data folder of your Nextcloud instance. After uploading the plugin it will show up in the form below to actually enable it. If you want to update one of your previously added custom plugins, simply replace the plugin's files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom plugin\" button next to the updated plugin in the form below." : "يتيح لك تطبيق إدارة المحتوي Pico CMS إضافة مكونات إضافية مخصصة للاستفادة الحقيقة من القوة الكاملة للتطبيق. تعمل المكونات الإضافية على أساس شامل، أي أنه عند إضافة مكون إضافي plugin مخصص سوف يتم تمكينه لجميع مواقع الويب الخاصة بالمستخدمين. قبل إضافة مكون إضافي مخصص جديد باستخدام الزر \"إضافة مكون إضافي مخصص\" أدناه، يجب عليك تحميل جميع ملفات المكون الإضافي إلى مجلد البيانات على خادومك. بعد تحميل المكون الإضافي، سيظهر في الشكل أدناه لتمكينه فعليا. إذا كنت ترغب في تحديث أحد المكونات الإضافية المخصصة المضافة مسبقًا، فما عليك سوى استبدال ملفات المكون الإضافي في مجلد بيانات نكست كلاود. ولكي تصبح التغييرات نافذة، يجب أن تضغط على زر \"إعادة تحميل المكون الإضافي المخصص\" الموجود بجوار المكون الإضافي المحدث في الشكل أدناه.",
    "Before adding a new custom plugin, upload all of the plugin's files to a new folder in the following directory. If you want to update one of your custom plugins, refer to this directory likewise. Please note that the name of a plugin's folder must strictly match the name of the plugin, otherwise Pico will refuse to enable the plugin." : "قبل إضافة مكون إضافي plugin مخصص جديد، قم بتحميل جميع ملفات المكون الإضافي إلى مجلد جديد في الدليل التالي. إذا كنت تريد تحديث أحد المكونات الإضافية المخصصة، فارجع إلى هذا الدليل أيضًا. يرجى ملاحظة أن اسم مجلد المكون الإضافي يجب أن يتطابق تمامًا مع اسم المكون الإضافي، وإلاّ فإن نظام إدارة المحتوي Pico CMS سيرفض تمكين المكون الإضافي.",
    "Loading plugins…" : "تحميل المكونات الإضافية جارٍ ...",
    "Add custom plugin" : "إضافة مكون إضافي plugin مخصص ",
    "Reload plugins list" : "إعادة تحميل قائمة المكونات الإضافية",
    "Compatible plugin." : "المكون الإضافي plugin متوافق.",
    "Example plugin" : "مثال لمكون إضافي plugin",
    "Copy example plugin" : "نسخ مثال المكون الإضافي plugin",
    "System plugin" : "مكون إضافي للنظام",
    "Custom plugin" : "مكون إضافي مخصص",
    "Reload custom plugin" : "إعادة تحميل مكون إضافي مخصص ",
    "Delete custom plugin" : "حذف مكون إضافي مخصص",
    "Base plugin" : "مكون إضافي أساسي Base plugin",
    "Plugin name" : "اسم المكون الإضافي plugin",
    "Custom templates" : "قوالب templates مخصصة",
    "Make it easier for users to create new websites." : "تسهيل إنشاء مواقع ويب جديدة على المستخدمين.",
    "Creating new websites can be hard - where to even start? Custom templates act as a starting point for users to create a new website using Pico CMS for Nextcloud. Before adding a new custom template using the \"Add custom template\" button below, you must upload all of the template's files to the data folder of your Nextcloud instance. After uploading the template it will show up in the form below to actually add it to the \"Create a new website\" form of your users. If you want to modify one of your previously added custom templates, simply edit the corresponding files in Nextcloud's data folder." : "يمكن أن تكون عملية إنشاء مواقع ويب جديدة أمرًا صعبًا - من أين تبدأ؟ تعتبر القوالب المخصصة Custom templates بمثابة حجر الأساس للمستخدمين لإنشاء موقع ويب جديد باستخدام نظام إدارة المحتوي Pico CMS. قبل إضافة قالب مخصص جديد باستخدام زر \"إضافة قالب مخصص\" أدناه، يجب عليك تحميل جميع ملفات القالب إلى مجلد البيانات بخادومك. بعد تحميل القالب، سيظهر لمستخدميك في الشكل أدناه لإضافته فعليًا إلى نموذج \"إنشاء موقع ويب جديد\". إذا كنت ترغب في تعديل أحد القوالب المخصصة المضافة مسبقًا، فما عليك سوى إضافة الملفات المعنية في مجلد بيانات نكست كلاود.",
    "Before adding a new custom template, upload all of the template's files to a new folder in the following directory:" : "قبل إضافة قالب مخصص جديد، قم بتحميل كافة ملفات القالب إلى مجلد جديد في الدليل التالي:",
    "Loading templates…" : "تحميل القوالب جارٍ ...",
    "Add custom template" : "إضافة قالب مخصص",
    "Reload templates list" : "إعادة تحميل قائمة القوالب",
    "Compatible template." : "قالب متوافق.",
    "System template" : "قالب النظام",
    "Copy system template" : "نسخ قالب النظام",
    "Custom template" : "قالب مخصص",
    "Copy custom template" : "نسخ قالب مخصص",
    "Delete custom template" : "حذف القالب المخصص",
    "Base template" : "القالب الأساسي",
    "Template name" : "اسم القالب",
    "Configure your web server" : "تهيئة خادم الويب",
    "Enable Pico CMS for Nextcloud's full potential by configuring your web server appropriately." : "قم بتمكين Pico CMS لإمكانات نكست كلاود الكاملة من خلال تكوين خادوم الويب الخاص بك بشكل مناسب",
    "Depending on your web server's configuration, users can access their websites using different URLs. By default, users can access their websites using Pico CMS for Nextcloud's full application URL. However, these URLs are pretty long and thus not very user-friendly. For this reason, Pico CMS for Nextcloud also supports shortened URLs utilizing the virtual \"sites/\" folder. However, using this feature requires some additional web server configuration. If you're using the Apache web server, try one of the first two examples shown below. If you're rather using the nginx web server, try one of last two examples. If you do not really understand what's going on, contact your server administrator and send him the information below. If your server administrator tells you this isn't possible, do not despair - you can still use Pico CMS for Nextcloud's full application URLs, they always work out-of-the-box." : "اعتمادًا على تكوين خادم الويب الخاص بك ، يمكن للمستخدمين الوصول إلى مواقع الويب الخاصة بهم باستخدام عناوين URL مختلفة. بشكل افتراضي، يمكن للمستخدمين الوصول إلى مواقع الويب الخاصة بهم باستخدام Pico CMS لعنوان URL الكامل للتطبيق الخاص بـ Nextcloud. ومع ذلك ، فإن عناوين URL هذه طويلة جدًا وبالتالي فهي ليست سهلة الاستخدام. لهذا السبب ، يدعم Pico CMS أيضًا عناوين URL المختصرة التي تستخدم مجلد \"sites /\" الظاهري. ومع ذلك، يتطلب استخدام هذه الميزة بعض التكوين الإضافي لخادم الويب. إذا كنت تستخدم خادم الويب Apache ، فجرّب أحد المثالين الأوّلين المُوضّحَين أدناه. إذا كنت تفضل استخدام خادم الويب nginx، فجرب أحد المثالين الأخيرين. إذا كنت لا تفهم حقًا ما يحدث، فاتصل بمسؤول النظام عندك وأرسل إليه المعلومات أدناه. إذا أخبرك مسؤول الخادم أن هذا غير ممكن ، فلا تيأس - فلا يزال بإمكانك استخدام Pico CMS لعناوين URL للتطبيق الكامل لنكست كلاود، فهي تعمل دائمًا خارج الصندوق.",
    "Enable short website URLs" : "تفعيل عناوين URLs القصيرة للمواقع ",
    "Full application URLs" : "عناوين URL الكاملة للتطبيق",
    "Short website URLs" : "عناوين URLs القصيرة للمواقع ",
    "After you have configured your web server to enable shortened URLs, you should select the corresponding option above to let your users know about this feature. Do not enable this option if you have not configured the virtual \"sites/\" folder yet using one of the configuration examples shown below." : "بعد تكوين خادوم الويب الخاص بك لتمكين عناوين URL المختصرة ، يجب عليك تحديد الخيار المقابل أعلاه للسماح للمستخدمين بمعرفة هذه الميزة. لا تقم بتمكين هذا الخيار إذا لم تقم بتكوين مجلد  \"sites/\"  الظاهري بعد استخدام أحد أمثلة التكوين الموضحة أدناه.",
    "Using Apache's mod_proxy" : "استخدام mod_proxy الخاص بخادم أباتشي",
    "Your users' website URLs will look like the following:" : "عناوين URL الخاصة بمواقع الوب لمُستخدِميك ستظهر على النحو التالي:",
    "Copy the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf. Before doing so you must enable both Apache's mod_proxy and mod_proxy_http modules. Otherwise your web server will either refuse to (re)start or yield a 500 Internal Server Error." : "إنسخ مقتطف التكوين أعلاه إلى قسم Nextcloud's <VirtualHost …> في apache.conf. قبل القيام بذلك، يجب عليك تمكين وحدتي mod_proxy و mod_proxy_http في Apache. و بخلاف ذلك، سيرفض خادم الويب (إعادة) البدء أو ينتج عنه خطأ خادم داخلي 500.",
    "Using Apache's mod_rewrite" : "استخدام mod_rewrite في خادوم الوب Apache",
    "Before copying the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf, make sure to enable Apache's mod_rewrite module. Otherwise your web server will refuse to (re)start or yield a 500 Internal Server Error. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing mod_proxy shown above." : "قبل نسخ مقتطف التكوين أعلاه إلى قسم <VirtualHost …> في apache.conf ، تأكد من تمكين وحدة mod_rewrite الخاصة بـ Apache. وإلاّ فإن خادوم الويب عندك سيرفض (إعادة) التشغيل أو سينتج عنه خطأ خادم داخلي 500. يُرجى ملاحظة أن هذا التكوين لن يسمح لك في الواقع باستخدام عناوين URL المختصرة، بل يقوم فقط بإعادة توجيه المستخدمين من عناوين URL المختصرة إلى عنوان URL الكامل للموقع. وبالتالي يجب أن تفضل الحل باستخدام mod_proxy الموضح أعلاه.",
    "Using nginx's proxy_pass" : "استخدام proxy_pass الخاص ببرمجية nginx",
    "Copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Before doing doing so you must enable nginx's ngx_http_proxy_module module. Otherwise your web server will either refuse to (re)start or yield a 500 Internal Server Error." : "إنسَخ مقتطف التكوين أعلاه إلى قسم خادومك نكست كلاود {…} في nginx.conf. قبل القيام بذلك ، يجب عليك تمكين الوحدة النمطية ngx_http_proxy_module الخاصة بـ nginx. وبخلاف ذلك ، سيرفض خادوم الويب (إعادة) التشغيل أو ينتج عنه خطأ خادم داخلي 500.",
    "Using nginx's rewrite" : "استخدام خدمة تحوير العناوين  rewrit من nginx",
    "Simply copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing nginx's proxy_pass directive shown above." : "ما عليك سوى نسخ قصاصة التكوين أعلاه إلى قسم {…} بخادم نكست كلود في المسار nginx.conf. يرجى ملاحظة أن هذا التكوين لن يسمح لك في الواقع باستخدام عناوين URL المختصرة، بل يقوم فقط بإعادة توجيه المستخدمين من عناوين URL المختصرة إلى عنوان URL الكامل للموقع. وبالتالي يجب أن توصي بالحل باستخدام توجيه proxy_pass باستخدتم برمجية nginx الموضح أعلاه.",
    "Version information" : "معلومات الإصدار",
    "Pico CMS for Nextcloud was made by <a href=\"https://github.com/daita\">Maxence Lange</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a>.<br>It is free and open source software released under the <a href=\"https://github.com/nextcloud/cms_pico/blob/master/LICENSE\">GNU Affero General Public License</a>." : "تم إنشاء نظام إدارة المحتوي Pico CMS بواسطة <a href=\"https://github.com/daita\">Maxence Lange و<a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a>. <br>وهو برنامج مجاني ومفتوح المصدر تمّ إصداره بموجب <a href=\"https://github.com/nextcloud/cms_pico/blob/master/LICENSE\">رخصة برمجيات GNU Aferoالعمومية</a>.",
    "Pico was made by <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> and is maintained by <a href=\"https://github.com/picocms/Pico/graphs/contributors\">The Pico Community</a>.<br>It is free and open source software released under the <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">MIT license</a>." : "تم إنشاء Pico من قبل <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> و<a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> ويتم الإلتزام به من قبل <a href=\"https://github.com/picocms/Pico/graphs/contributors\">مجتمع pico</a>. <br>وهو برنامج مجاني ومفتوح المصدر تم إصداره بموجب <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">ترخيص مMITا</a>.",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "<a href=\"https://apps.nextcloud.com/apps/cms_pico\"> نظام إدارة المحتوي Pico CMS لنكست كلاود</a> يجمع بين قوة <a href=\"http://picocms.org/\"><strong>نظام إدارة المحتوي Pico</strong></a>و نكست كلود لإنشاء مواقع ويب بسيطة وآمنة وقابلة للمشاركة وقوية بشكل مذهل ببضع نقرات فقط. فنظام Pico عبارة عن نظام إدارة المحتوي يستعمل الملفات النصية ويتميز بكونه بسيطاً وسريعاً للغاية - مما يجعل الويب سهلاً!",
    "Start a blog, share your resume with the world, create a plan for world domination and only share it with the right friends or build a knowledge base and let the smart ones among your colleagues help out. Pico CMS for Nextcloud allows you to create and manage your own websites. Creating a new page with Pico is no more than creating a simple text file in your Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server." : "قم بإنشاء مدونة، وشارك سيرتك الذاتية مع العالم، أنشئ خطة للسيطرة على العالم وشاركها فقط مع الأصدقاء المناسبين أو قم ببناء قاعدة معرفية و ادع الأذكياء بين زملائك ليساعدوك. يتيح لك تطبيق إدارة المحتوي  Pico CMS لنكست كلود إنشاء مواقع الويب الخاصة بك وإدارتها. لا يعد إنشاء صفحة جديدة باستخدام بيكو أكثر صعوبة من إنشاء ملف نصي بسيط في ملفات نكست كلاود. حيث لا يلزم تكوينات، ولا توجد واجهات إدارة معقدة - فقط ملفات. إنه التوافق المثالي مع نكست كلود. المشاركة الآمنة والتعاون والتحكم في الوصول - ليس فقط لملفاتك، ولكن أيضًا لمواقع الويب الخاصة بك، كل ذلك أصبح ممكنًا بواسطة هذا التطبيق! قم كسر الحواجز بين الأجهزة المحمولة وأجهزة سطح المكتب والخادوم الخاص بك.",
    "A website consist of just a bunch of <code class=\"inline\">.md</code> text files in your Nextcloud files. <code class=\"inline\">.md</code> stands for <a href=\"https://www.markdownguide.org/\"><strong>Markdown</strong></a> - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Try Nextcloud's <a href=\"https://apps.nextcloud.com/apps/files_markdown\">Markdown Editor</a> app to make easy things stupidly simple. Please note that Nextcloud's built-in Text editor is incompatible with Pico CMS for Nextcloud. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>YAML</strong></a> Front Matter. Creating websites cannot be easier…" : "يتكون موقع الويب من مجرد مجموعة من الملفات النصية بتنسيق<code class=\"inline\"> md</code> في ملفات نكست كلاود الخاصة بك. ويشير <code class=\"inline\">.md</code> إلى <a href=\"https://www.markdownguide.org/\"><strong>ماركداون</strong></a>- وهي لغة ترميز بسيطة وبديهية للغاية تستخدم لإنشاء العناوين والفقرات وتنسيق النص والقوائم والصور والروابط. لكن لا تيأس - ليس عليك تعلم لغة أخرى إذا كنت لا تريد ذلك. جرب تطبيق نكست كلاود<a href=\"https://apps.nextcloud.com/apps/files_markdown\">  مُحرّر ماركداون </a> وذلك لجعل الأمور السهلة بسيطة للغاية. يرجى ملاحظة أن محرر النصوص المدمج في نكست كلاود غير متوافق مع نظام إدارة المحتوي Pico CMS for Nextcloud. ولكن ماذا عن البيانات الوصفية مثل عنوان الصفحة أو تاريخ الإصدار؟ خمّن ماذا، كل هذا في مكان واحد. في الجزء العلوي من ملفات ماركداون الخاصة بك، يمكنك وضع كتلة من هذه البيانات الوصفية - تسمى  <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>يامل YAML</strong></a>. لا يمكن أن يكون إنشاء مواقع الويب أسهل من ذلك ...",
    "You want to learn more about Pico CMS for Nextcloud? Easy! Just create your first personal website using the \"sample_pico\" template. Pico's sample contents will explain all you need to know…" : "هل تريد معرفة المزيد عن نظام إدارة المحتوي Pico CMS لنكست كلاود؟ سهل! ما عليك سوى إنشاء موقع الويب الشخصي الأول الخاص بك باستخدام نموذج \"sample_pico\". سوف تشرح محتويات النموذج كل ما تحتاج إلى معرفته ...",
    "You will be able to access your websites using URLs like the following:" : "سوف تتمكن من الوصول إلى مواقع الويب الخاصة بك باستخدام عناوين URLs كما يلي:",
    "The Nextcloud admin limited access of Pico CMS for Nextcloud to certain groups. Unfortunately you don't have permission to create personal websites. You can still access websites of other users, possibly including private websites. If you had permission to create websites in the past, you don't have to worry about your data: Nothing is lost. However, nobody will be able to access your private websites and a \"Website not found\" error is shown instead." : "قام مسؤول نكست كلاود بقصر الوصول إلي تطبيق إدارة المحتوي Pico CMS لنكست كلاود علي مجموعات معينة. للأسف ليس لديك إذن لإنشاء مواقع ويب شخصية. لا يزال بإمكانك الوصول إلى مواقع الويب الخاصة بالمستخدمين الآخرين، بما في ذلك مواقع الويب الخاصة على الأرجح. إذا كان لديك إذن لإنشاء مواقع ويب في الماضي، فلا داعي للقلق بشأن بياناتك: لن تفقد أي شيء منها. و مع ذلك، لن يتمكن أي شخص من الوصول إلى مواقع الويب الخاصة بك وسوف تظهر له رسالة خطأ \"لم يتم العثور على موقع الويب\" بدلاً من ذلك.",
    "Loading websites…" : "تحميل مواقع الويب جارٍ...",
    "Name" : "الاسم",
    "Path" : "المسار",
    "Theme" : "السمة",
    "Created" : "أُنشِيءَ",
    "Go to website" : "إذهب إلى الموقع",
    "Go to website directory" : "إنتقِل إلى دليل الموقع",
    "Edit website name" : "تعديل اسم الموقع",
    "Edit private website settings" : "عدِّل إعدادات الموقع الخاص",
    "Delete website" : "حذف الموقع",
    "Actions" : "الإجراءات",
    "Pico CMS for Nextcloud supports both public and private websites. Everyone can access public websites, no matter whether they are logged in or not. If you want to limit access to a certain subset of users, create a private website. All visitors of a private website must be logged in, otherwise a \"Access forbidden\" error is shown. Additionally one of the following conditions must be met: (1) the user has access to the website's source files (i.e. the source folder is shared with the user), (2) the user is a member of one of the groups listed below, or (3) the user is a member of one of the groups specified in the YAML Front Matter of the requested page using the \"access\" meta value." : "يدعم Pico CMS for Nextcloud مواقع الويب العامة والخاصة. يمكن للجميع الوصول إلى مواقع الويب العامة، بغض النظر عما إذا كانوا قد قاموا بتسجيل الدخول أم لا. إذا كنت تريد تقييد الوصول إلى مجموعة فرعية معينة من المستخدمين، فقم بإنشاء موقع ويب خاص. يجب على جميع زوار موقع الويب الخاص تسجيل الدخول، و إلاّ فسيظهر خطأ \"الوصول محظور\". بالإضافة إلى ذلك ، يجب استيفاء أحد الشروط التالية: (1) أن المستخدم لديه حق الوصول إلى الملفات المصدر لموقع الويب (أي أن المجلد المصدر مشترك مع المستخدم) ، (2) المستخدم عضو في إحدى المجموعات المدرجة أدناه، (3) المستخدم عضو في إحدى المجموعات المحددة في YAML Front Matter للصفحة المطلوبة باستخدام القيمة الوصفية \"الوصول\" access.",
    "Website type" : "نوع موقع الوب",
    "Public website" : "موقع عام public",
    "The website is publicly accessible and requires no authentication whatsoever." : "الموقع متاح للجمهور ولا يحتاج زائره لتسجيل الدخول.",
    "Private website" : "موقع خاص private",
    "The website requires authentication, access is limited to a subset of all users." : "هذا الموقع يتطلب تسجيل الدخول؛ و حق زيارته يقتصر على فئة محددة من المستخدمِين.",
    "Group access" : "وصول المجموعة",
    "Grant access to all members of the selected groups." : "إمنح حق الوصول لكل أعضاء المجموعات المحددة.",
    "Reload websites list" : "إعادة تحميل قائمة المواقع",
    "Create a new website" : "إنشاء موقع جديد",
    "Just fill the form below to create your own personal website." : "ما عليك سوى ملء النموذج أدناه لإنشاء موقع الويب الشخصي الخاص بك.",
    "My example website" : "مثال موقع الويب الخاص بي",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "هنا يمكنك تحديد اسم موقع الويب الشخصي الخاص بك. سيتم استخدام اسم موقع الويب الخاص بك كعنوان موقع ويب، و سيظهر غالباً في عنوان موقع الويب الخاص بك.",
    "Identifier" : "المُعرِّف",
    "The identifier of your website prescribes both your website's address (URL) and the name of the directory your website's files (both pages and assets) will be stored in. A website's identifier must consist of lowercase alphanumeric characters, dashes and underscores (a-z, 0-9, - and _) only." : "يحدد معرف موقع الويب الخاص بك كلاً من عنوان موقع الويب (URL) واسم الدليل الذي سيتم تخزين ملفات موقع الويب الخاص بك (كل من الصفحات والأصول) فيه. يمكن أن يتكون مُعرِّف موقع الويب من أحرف أبجدية و أرقام وشرطات و شرطات سفلية (a-z ، 0 -9 و - و _) فقط.",
    "Address" : "العنوان",
    "You will be able to access your website using the address (URL) shown above." : "سوف تتمكن من الوصول إلى موقع الويب الخاص بك باستخدام عنوان (URL) الموضح أعلاه.",
    "When creating a new website, Pico CMS for Nextcloud copies the website template to the following new directory in your Nextcloud." : "عند إنشاء موقع ويب جديد، يقوم تطبيق Pico CMS لنكست كلاود بنسخ قالب موقع الويب إلى الدليل الجديد التالي في نكست كلود الخاص بك.",
    "You can use one of the provided themes for some greater individuality and style. If you want to use another theme, ask your Nextcloud admin - it might be possible to add your favourite theme, too!" : "يمكنك استخدام إحدى الثيمات المتوفرة لمزيد من التفرد والأناقة. إذا كنت ترغب في استخدام ثيمة أخرى، فاسأل مشرف نكست كلاود عندك - فقد يكون من الممكن إضافة الثيمة المفضلة لديك أيضًا!",
    "Template" : "قالب",
    "Templates act as a starting point when creating a new website. All templates consist of a \"content\" directory (for your pages) and a \"assets\" directory (for your website's assets), which will be copied to the above folder in your Nextcloud." : "تعمل القوالب كنقطة بداية عند إنشاء موقع ويب جديد. تتكون جميع القوالب من دليل \"محتوى\" (لصفحاتك) ودليل \"أصول\" (لأصول موقع الويب الخاص بك)، والذي سيتم نسخه إلى المجلد أعلاه في نكست كلاود الخاص بك.",
    "Create new website" : "إنشاء موقع جديد",
    "Loading…" : "التحميل جارٍ…"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}