{ "translations": {
    "Copy" : "أنسخ",
    "Confirm website deletion" : "تأكيد حذف الموقع",
    "This operation will delete the website \"{name}\". However, all of its contents will still be available in your Nextcloud." : "سوف تؤدي هذه العملية إلى حذف موقع الويب \"{name}\". ومع ذلك ، ستظل جميع محتوياته متاحة في نكست كلود الخاص بك.",
    "Choose website directory" : "اختر دليل الموقع",
    "Abort" : "إلغاء.",
    "Save" : "حفظ",
    "The requested website could not be found on the server. Maybe the website was deleted?" : "تعذر العثور على موقع الويب المطلوب على الخادم. ربما تم حذف الموقع؟",
    "The file and directory structure of this website appears to be broken and thus could not be accessed." : "يبدو أن بنية الملف والدليل لهذا الموقع معطلين وبالتالي لا يمكن الوصول إليهما.",
    "You don't have access to this private website. Maybe the share was deleted or has expired?" : "ليس لديك حق الوصول إلى هذا الموقع الخاص. ربما تم حذف المشاركة أو انتهت صلاحيتها؟",
    "This website is hosted on a non-local storage and thus could not be accessed." : "هذا الموقع مستضاف على مساحة تخزين غير محلية وبالتالي لا يمكن الوصول إليه.",
    "This website uses a theme that could not be found on the server and thus could not be built." : "يستخدم هذا الموقع ثيم غير متوافق وبالتالي لا يمكن بناؤه.",
    "This website uses a incompatible theme and thus could not be built." : "يستخدم هذا الموقع ثيم غير متوافق وبالتالي لا يمكن بناؤه.",
    "The requested website page could not be found on the server. Maybe the page was deleted?" : "تعذر العثور على صفحة موقع الويب المطلوبة على الخادم. ربما تم حذف الصفحة؟",
    "You don't have access to this website page. Maybe the share was deleted or has expired?" : "ليس لديك حق الوصول إلى صفحة الموقع هذه. ربما تم حذف المشاركة أو انتهت صلاحيتها؟",
    "The requested website page could not be built, so that the server was unable to complete your request." : "تعذر إنشاء صفحة موقع الويب المطلوبة، لذلك لم يتمكن الخادم من إكمال طلبك.",
    "The file and directory structure of this website appears to be broken und thus could not be accessed." : "يبدو أن بنية الملف والدليل لهذا الموقع معطلين وبالتالي لا يمكن الوصول إليهما.",
    "The requested website asset could not be found on the server. Maybe the asset was deleted?" : "تعذر العثور على أصل موقع الويب المطلوب على الخادم. ربما تم حذف الأصل؟",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "ليس لديك حق الوصول إلى أصل موقع الويب هذا. ربما تم حذف المشاركة أو انتهت صلاحيتها؟",
    "Plugin not found." : "المكون الإضافي غير موجود.",
    "Plugin exists already." : "المكون الإضافي موجود بالفعل.",
    "Template not found." : "القالب غير موجود.",
    "Template exists already." : "القالب موجود بالفعل.",
    "Theme not found." : "الثيم غير موجود.",
    "Theme exists already." : "الثيم موجود بالفعل.",
    "Website exists." : "الموقع موجود.",
    "No permission." : "لا يوجد إذن",
    "Website not found." : "الموقع غير موجود.",
    "Local (unencrypted)" : "محلي (غير مشفر)",
    "Location" : "المكان",
    "The name of the website must be longer." : "يجب أن يكون اسم الموقع أطول.",
    "The name of the website is too long." : "اسم الموقع طويل جدًا.",
    "The identifier of the website must be longer." : "يجب أن يكون معرف الموقع أطول.",
    "The identifier of the website is too long." : "معرف موقع الويب طويل جدًا.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "يمكن أن يحتوي معرّف موقع الويب على أحرف أبجدية رقمية صغيرة فقط.",
    "The path of the website is invalid." : "مسار الموقع غير صالح.",
    "The website's path is stored on a non-local storage." : "يتم تخزين مسار موقع الويب على وحدة تخزين غير محلية.",
    "Parent folder of the website's path not found." : "المجلد الأصلي لمسار موقع الويب غير موجود.",
    "Failed to enable Pico CMS for Nextcloud: Couldn't find \"%s\". Make sure to install the app's dependencies by executing `composer install` in the app's install directory below \"%s\". Then try again enabling Pico CMS for Nextcloud." : "فشل تمكين نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود: تعذر العثور على \"%s\". تأكد من تثبيت تبعيات التطبيق عن طريق تطبيق\"منشئ التثبيت\" في دليل تثبيت التطبيق أسفل \"%s\". ثم حاول مرة أخرى تمكين نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود.",
    "Pico CMS" : "نظام إدارة المحتوي بيكو سي إم اس \"Pico CMS\"",
    "Create and publish your own websites - with Pico CMS for Nextcloud!" : "قم بإنشاء ونشر مواقع الويب الخاصة بك - باستخدام نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود!",
    "Access forbidden" : "التوصّل محظور",
    "Back to %s" : "العودة إلى %s",
    "Not found" : "غير موجود",
    "Internal Server Error" : "خطأ داخلي في الخادم",
    "The server was unable to complete your request." : "لا يمكن معالجة طلبك",
    "If this happens again, please send the technical details below to the server administrator." : "إذا حدث هذا مرة أخرى ، يرجى إرسال التفاصيل الفنية أدناه إلى مسؤول الخادم.",
    "Remote Address: %s" : "العنوان البعدي : %s",
    "Request ID: %s" : "رقم الطلب: %s",
    "More details can be found in the server log." : "مزيد من التفاصيل في سجلات الخادم.",
    "Technical details" : "تفاصيل تقنية",
    "Type: %s" : "النوع : %s",
    "Code: %s" : "الرمز : %s",
    "Message: %s" : "الرسالة : %s",
    "File: %s" : "ملف : %s",
    "Line: %s" : "السطر: %s",
    "Trace" : "متابعة",
    "Your Nextcloud installation is incompatible with Pico CMS for Nextcloud!" : "تثبيت نكست كلود الخاص بك غير متوافق مع نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود !",
    "If you see the error <code>\"Call to undefined method ParsedownExtra::textElements()\"</code> in Nextcloud's logs even though you've removed all conflicting apps, please don't hesitate to <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">open a new Issue on GitHub</a> with a copy of the error including its stack trace and a complete list of all apps installed." : "إذا رأيت الخطأ<code> \"استدعي الطريقة الغير معرفة ParsedownExtra::textElements()\"</code>من سجلات نكست كلود حتي وإن قمت بإزالة جميع التطبيقات المتضاربة، يرجى عدم التردد في <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">فتح مشكلة جديدة على منصة جت هاب </a>بنسخة من الخطأ بما في ذلك مسار التكدس وقائمة كاملة بجميع التطبيقات المثبتة.",
    "Pico CMS for Nextcloud" : "نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود",
    "Change Pico CMS for Nextcloud's behavior and manage optional features." : "قم بتغيير نظام إدارة المحتوي بيكو سي إم اس لنمط نكست كلود وإدارة الخصائص الاختيارية.",
    "Limit to groups" : "التقيد إلى مجموعات",
    "Loading groups…" : "تحميل المجموعات ...",
    "If you wish not to enable all of your users to create personal websites, you can limit Pico CMS for Nextcloud to certain groups. Select the groups you want to limit access to. If you leave this field empty, usage isn't limited. Revoking access for certain groups won't delete any of a user's websites, however, they get inaccessible." : "إذا كنت ترغب في عدم تمكين جميع المستخدمين لديك من إنشاء مواقع ويب شخصية، فيمكنك قصر استخدام نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود على مجموعات معينة. حدد المجموعات التي تريد تقييد وصولها. إذا تركت هذا الحقل فارغًا فلن يكون الاستخدام مقيدا. لن يؤدي إبطال الوصول لمجموعات معينة إلى حذف أي من مواقع الويب الخاصة بالمستخدم، ومع ذلك، سوف يتعذر الوصول إليها.",
    "Custom themes" : "ثيمات مخصصة",
    "Add custom themes for greater individuality and style." : "إضافة ثيمات مخصصة لمزيد من التفرد والاناقة.",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory. If you want to edit one of your custom themes, refer to this directory likewise." : "قبل إضافة ثيم مخصص جديد، قم بتحميل جميع ملفات الثيم إلى مجلد جديد في الدليل التالي. إذا كنت تريد تحرير أحد الثيمات المخصصة الخاصة بك، فارجع إلى هذا الدليل أيضًا.",
    "Loading themes…" : "جارٍ تحميل الثيمات ...",
    "Add custom theme" : "إضافة ثيم مخصص",
    "Reload themes list" : "إعادة تحميل قائمة الثيمات",
    "Compatible theme." : "ثيم متوافق.",
    "System theme" : "ثيم النظام",
    "Copy system theme" : "نسخ ثيم النظام",
    "Custom theme" : "ثيم مخصص",
    "Reload custom theme" : "إعادة تحميل الثيم المخصص",
    "Copy custom theme" : "نسخ ثيم مخصص",
    "Delete custom theme" : "حذف الثيم المخصص",
    "Base theme" : "الثيم الأساسي",
    "Theme name" : "اسم الثيم",
    "Custom plugins" : "المكونات الإضافية المخصصة ",
    "Add custom plugins to reach for Pico's full potential." : "إضافة المكونات الإضافية المخصصة للوصول إلى إمكانات بيكو الكاملة.",
    "Pico CMS for Nextcloud allows you to add custom plugins to really utilize all of Pico's power. Plugins work on a global basis, i.e. adding a custom plugin will enable it for all of your users' websites. Before adding a new custom plugin using the \"Add custom plugin\" button below, you must upload all of the plugin's files to the data folder of your Nextcloud instance. After uploading the plugin it will show up in the form below to actually enable it. If you want to update one of your previously added custom plugins, simply replace the plugin's files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom plugin\" button next to the updated plugin in the form below." : "يتيح لك نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود إضافة مكونات إضافية مخصصة للاستفادة الحقيقة من القوة الكاملة لنظام إدارة المحتوي بيكو. تعمل المكونات الإضافية على أساس عالمي، أي أن إضافة مكون إضافي مخصص سوف يتم تمكينه لجميع مواقع الويب الخاصة بالمستخدمين. قبل إضافة مكون إضافي مخصص جديد باستخدام الزر \"إضافة مكون إضافي مخصص\" أدناه، يجب عليك تحميل جميع ملفات المكون الإضافي إلى مجلد البيانات بمثيل نكست كلود الخاص بك. بعد تحميل المكون الإضافي، سيظهر في الشكل أدناه لتمكينه فعليا. إذا كنت ترغب في تحديث أحد المكونات الإضافية المخصصة المضافة مسبقًا، فما عليك سوى استبدال ملفات المكون الإضافي في مجلد بيانات نكست كلود. ولكي تصبح التغييرات نافذة ، يجب أن تضغط على زر \"إعادة تحميل المكون الإضافي المخصص\" الموجود بجوار المكون الإضافي المحدث في الشكل أدناه.",
    "Before adding a new custom plugin, upload all of the plugin's files to a new folder in the following directory. If you want to update one of your custom plugins, refer to this directory likewise. Please note that the name of a plugin's folder must strictly match the name of the plugin, otherwise Pico will refuse to enable the plugin." : "قبل إضافة مكون إضافي مخصص جديد، قم بتحميل جميع ملفات المكون الإضافي إلى مجلد جديد في الدليل التالي. إذا كنت تريد تحديث أحد المكونات الإضافية المخصصة، فارجع إلى هذا الدليل أيضًا. يرجى ملاحظة أن اسم مجلد المكون الإضافي يجب أن يتطابق تمامًا مع اسم المكون الإضافي، وإلا فإن نظام إدارة المحتوي بيكو سيرفض تمكين المكون الإضافي.",
    "Loading plugins…" : "جارٍ تحميل المكونات الإضافية ...",
    "Add custom plugin" : "إضافة المكون الإضافي المخصص ",
    "Reload plugins list" : "إعادة تحميل قائمة المكونات الإضافية",
    "Compatible plugin." : "المكون الإضافي متوافق.",
    "System plugin" : "المكون الإضافي للنظام",
    "Custom plugin" : "المكون الإضافي المخصص",
    "Reload custom plugin" : "إعادة تحميل المكون الإضافي المخصص ",
    "Delete custom plugin" : "حذف المكون الإضافي المخصص",
    "Custom templates" : "قوالب مخصصة",
    "Make it easier for users to create new websites." : "تسهيل إنشاء مواقع ويب جديدة على المستخدمين.",
    "Creating new websites can be hard - where to even start? Custom templates act as a starting point for users to create a new website using Pico CMS for Nextcloud. Before adding a new custom template using the \"Add custom template\" button below, you must upload all of the template's files to the data folder of your Nextcloud instance. After uploading the template it will show up in the form below to actually add it to the \"Create a new website\" form of your users. If you want to modify one of your previously added custom templates, simply edit the corresponding files in Nextcloud's data folder." : "يمكن أن تكون عملية إنشاء مواقع ويب جديدة أمرًا صعبًا - من أين تبدأ؟ تعتبر القوالب المخصصة بمثابة حجر الأساس للمستخدمين لإنشاء موقع ويب جديد باستخدام نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود. قبل إضافة قالب مخصص جديد باستخدام زر \"إضافة قالب مخصص\" أدناه، يجب عليك تحميل جميع ملفات القالب إلى مجلد البيانات بمثيل نكست كلود الخاص بك. بعد تحميل القالب، سيظهر في الشكل أدناه لإضافته فعليًا إلى نموذج \"إنشاء موقع ويب جديد\" لمستخدميك. إذا كنت ترغب في تعديل أحد القوالب المخصصة المضافة مسبقًا، فما عليك سوى إضافة الملفات المعنية في مجلد بيانات نكست كلود.",
    "Before adding a new custom template, upload all of the template's files to a new folder in the following directory:" : "قبل إضافة قالب مخصص جديد، قم بتحميل كافة ملفات القالب إلى مجلد جديد في الدليل التالي:",
    "Loading templates…" : "جارٍ تحميل القوالب ...",
    "Add custom template" : "إضافة قالب مخصص",
    "Reload templates list" : "إعادة تحميل قائمة القوالب",
    "Compatible template." : "نموذج متوافق.",
    "System template" : "قالب النظام",
    "Copy system template" : "نسخ قالب النظام",
    "Custom template" : "قالب مخصص",
    "Copy custom template" : "نسخ قالب مخصص",
    "Delete custom template" : "حذف القالب المخصص",
    "Base template" : "القالب الأساسي",
    "Template name" : "اسم القالب",
    "Enable short website URLs" : "تفعيل عناوين URLs القصيرة للمواقع ",
    "Full application URLs" : "عناوين URL للتطبيق الكامل",
    "Short website URLs" : "عناوين URLs القصيرة للمواقع ",
    "Using Apache's mod_proxy" : "استخدام mod_proxy الخاص بخادم أباتشي",
    "Your users' website URLs will look like the following:" : "تظهر عناوين URL الخاصة بموقع المستخدمين على النحو التالي:",
    "Using Apache's mod_rewrite" : "استخدام mod_rewrite في خادم أباتشي",
    "Using nginx's proxy_pass" : "استخدام proxy_pass الخاص ببرمجية nginx",
    "Using nginx's rewrite" : "تطبيق إعادة الكتابة بإستخدام برمجية nginx",
    "Simply copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing nginx's proxy_pass directive shown above." : "ما عليك سوى نسخ قصاصة التكوين أعلاه إلى قسم {…} بخادم نكست كلود في المسار nginx.conf. يرجى ملاحظة أن هذا التكوين لن يسمح لك في الواقع باستخدام عناوين URL المختصرة، بل يقوم فقط بإعادة توجيه المستخدمين من عناوين URL المختصرة إلى عنوان URL الكامل للموقع. وبالتالي يجب أن توصي بالحل باستخدام توجيه proxy_pass باستخدتم برمجية nginx الموضح أعلاه.",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "<a href=\"https://apps.nextcloud.com/apps/cms_pico\"> نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود</a> يجمع بين قوة <a href=\"http://picocms.org/\"><strong>نظام إدارة المحتوي بيكو</strong></a>و نكست كلود لإنشاء مواقع ويب بسيطة وآمنة وقابلة للمشاركة وقوية بشكل مذهل ببضع نقرات فقط. فنظام بيكو عبارة عن نظام إدارة المحتوي يستخم الملفات النصية ويتميز بكونه بسيط وسريع للغاية - مما يجعل الويب سهلاً!",
    "Start a blog, share your resume with the world, create a plan for world domination and only share it with the right friends or build a knowledge base and let the smart ones among your colleagues help out. Pico CMS for Nextcloud allows you to create and manage your own websites. Creating a new page with Pico is no more than creating a simple text file in your Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server." : "قم بإنشاء مدونة، وشارك سيرتك الذاتية مع العالم، أنشئ خطة للسيطرة على العالم وشاركها فقط مع الأصدقاء المناسبين أو قم ببناء قاعدة معرفية ودع الأذكياء بين زملائك يساعدونك. يتيح لك نظام إدارة المحتوي بيكو سي إم اس \"Pico CMS\" الخاص بنكست كلود إنشاء مواقع الويب الخاصة بك وإدارتها. لا يعد إنشاء صفحة جديدة باستخدام بيكو أكثر صعوبة من إنشاء ملف نصي بسيط في ملفات نكست كلود الخاصة بك. حيث لا يلزم تكوينات، ولا توجد واجهات إدارة معقدة - فقط ملفات. إنه التوافق المثالي مع نكست كلود. المشاركة الآمنة والتعاون والتحكم في الوصول - ليس فقط لملفاتك، ولكن أيضًا لمواقع الويب الخاصة بك، كل ذلك أصبح ممكنًا بواسطة نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود! قم كسر الحواجز بين الأجهزة المحمولة وأجهزة سطح المكتب والخادم الخاص بك.",
    "You want to learn more about Pico CMS for Nextcloud? Easy! Just create your first personal website using the \"sample_pico\" template. Pico's sample contents will explain all you need to know…" : "هل تريد معرفة المزيد عن نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود؟ سهل! ما عليك سوى إنشاء موقع الويب الشخصي الأول الخاص بك باستخدام نموذج \"sample_pico\". سوف تشرح محتويات نموذج بيكو كل ما تحتاج إلى معرفته ...",
    "You will be able to access your websites using URLs like the following:" : "سوف تتمكن من الوصول إلى مواقع الويب الخاصة بك باستخدام عناوين URLs مثل ما يلي:",
    "The Nextcloud admin limited access of Pico CMS for Nextcloud to certain groups. Unfortunately you don't have permission to create personal websites. You can still access websites of other users, possibly including private websites. If you had permission to create websites in the past, you don't have to worry about your data: Nothing is lost. However, nobody will be able to access your private websites and a \"Website not found\" error is shown instead." : "قصر مسؤول نكست كلود الوصول إلي نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود علي مجموعات معينة. للأسف ليس لديك إذن لإنشاء مواقع ويب شخصية. لا يزال بإمكانك الوصول إلى مواقع الويب الخاصة بالمستخدمين الآخرين، بما في ذلك مواقع الويب الخاصة على الأرجح. إذا كان لديك إذن لإنشاء مواقع ويب فيما سبق، فلا داعي للقلق بشأن بياناتك: لن يتم فقد أي شيء. ومع ذلك، لن يتمكن أي شخص من الوصول إلى مواقع الويب الخاصة بك وسوف تظهر له رسالة خطأ \"لم يتم العثور على موقع الويب\" بدلاً من ذلك.",
    "Loading websites…" : "جارٍ تحميل مواقع الويب ...",
    "Name" : "الاسم",
    "Path" : "المسار",
    "Theme" : "المظهر",
    "Created" : "أُنشئ",
    "Go to website" : "اذهب إلى الموقع",
    "Go to website directory" : "انتقل إلى دليل الموقع",
    "Delete website" : "حذف الموقع",
    "Actions" : "الإجراءات",
    "Create a new website" : "إنشاء موقع جديد",
    "Just fill the form below to create your own personal website." : "ما عليك سوى ملء النموذج أدناه لإنشاء موقع الويب الشخصي الخاص بك.",
    "My example website" : "مثال موقع الويب الخاص بي",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "هنا يمكنك تحديد اسم موقع الويب الشخصي الخاص بك. سيتم استخدام اسم موقع الويب الخاص بك كعنوان موقع ويب، وغالبًا ما يظهر في عنوان موقع الويب الخاص بك.",
    "Identifier" : "المعرف",
    "The identifier of your website prescribes both your website's address (URL) and the name of the directory your website's files (both pages and assets) will be stored in. A website's identifier must consist of lowercase alphanumeric characters, dashes and underscores (a-z, 0-9, - and _) only." : "يحدد معرف موقع الويب الخاص بك كلاً من عنوان موقع الويب (URL) واسم الدليل الذي سيتم تخزين ملفات موقع الويب الخاص بك (كل من الصفحات والأصول) فيه. يجب أن يتكون معرف موقع الويب من أحرف أبجدية رقمية صغيرة وشرطات وشرطات سفلية (a-z ، 0 -9 و - و _) فقط.",
    "Address" : "العنوان",
    "You will be able to access your website using the address (URL) shown above." : "سوف تتمكن من الوصول إلى موقع الويب الخاص بك باستخدام عنوان (URL) الموضح أعلاه.",
    "When creating a new website, Pico CMS for Nextcloud copies the website template to the following new directory in your Nextcloud." : "عند إنشاء موقع ويب جديد، يقوم نظام إدارة المحتوي بيكو سي إم اس الخاص بنكست كلود بنسخ قالب موقع الويب إلى الدليل الجديد التالي في نكست كلود الخاص بك.",
    "You can use one of the provided themes for some greater individuality and style. If you want to use another theme, ask your Nextcloud admin - it might be possible to add your favourite theme, too!" : "يمكنك استخدام أحد الثيمات المتوفرة لمزيد من التفرد والأناقة. إذا كنت ترغب في استخدام ثيم آخر، فاسأل مسؤول نكست كلود الخاص بك - فقد يكون من الممكن إضافة الثيم المفضل لديك أيضًا!",
    "Template" : "قالب",
    "Templates act as a starting point when creating a new website. All templates consist of a \"content\" directory (for your pages) and a \"assets\" directory (for your website's assets), which will be copied to the above folder in your Nextcloud." : "تعمل القوالب كنقطة بداية عند إنشاء موقع ويب جديد. تتكون جميع القوالب من دليل \"محتوى\" (لصفحاتك) ودليل \"أصول\" (لأصول موقع الويب الخاص بك)، والذي سيتم نسخه إلى المجلد أعلاه في نكست كلود الخاص بك.",
    "Create new website" : "إنشاء موقع جديد",
    "Loading…" : "التحميل جارٍ…"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}