{ "translations": {
    "Copy" : "Kopiatu",
    "Confirm website deletion" : "Baieztatu webgunearen ezabaketa",
    "This operation will delete the website \"{name}\". However, all of its contents will still be available in your Nextcloud." : "Eragiketa honek \"{name}\" webgunea ezabatuko du. Hala ere, bere eduki guztiak zure Nextcloud-ean eskuragarri jarraituko du.",
    "Choose website directory" : "Aukeratu webgunearen karpeta",
    "A unexpected error occured while performing this action. Please check Nextcloud's logs." : "Ustekabeko errorea gertatu da ekintza hau burutzerakoan. Mesedez egiaztatu Nextclouden egunkariak.",
    "Abort" : "Utzi bertan behera",
    "Save" : "Gorde",
    "The requested website could not be found on the server. Maybe the website was deleted?" : "Eskatutako webgunea ez da zerbitzarian aurkitu. Agian webgunea ezabatu egin da?",
    "The file and directory structure of this website appears to be broken and thus could not be accessed." : "Webgunearen fitxategi eta karpeta egitura apurtuta dagoela dirudi eta ezin izan da atzitu.",
    "You don't have access to this private website. Maybe the share was deleted or has expired?" : "Ez daukazu sarbiderik webgune pribatu honentzat. Agian partekatzea ezabatu edo iraungi egin da?",
    "This website is hosted on a non-local storage and thus could not be accessed." : "Webgune hau lokala ez den biltegi batean ostatatuta dago eta ezin izan da atzitu.",
    "The requested website page could not be found on the server. Maybe the page was deleted?" : "Eskatutako webgune orria ezin izan da zerbitzarian aurkitu. Agian orria ezabatu da?",
    "You don't have access to this website page. Maybe the share was deleted or has expired?" : "Ez duzu sarbiderik webgune orri honetara. Agian partekatzea ezabatu edo iraungi egin da?",
    "The requested website page could not be built, so that the server was unable to complete your request." : "Eskatutako webgune orria ezin izan da eraiki, beraz zerbitzariak ezin izan du zure eskaera bukatu.",
    "The file and directory structure of this website appears to be broken und thus could not be accessed." : "Webgunearen fitxategi eta karpeta egitura apurtuta dagoela dirudi eta ezin izan da atzitu.",
    "The requested website asset could not be found on the server. Maybe the asset was deleted?" : "Eskatutako webgunearen aktiboa ezin izan da zerbitzarian aurkitu. Agian aktiboa ezabatu da?",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "Ez duzu sarbiderik webgune honen aktibora. Agian partekatzea ezabatu edo iraungi egin da?",
    "Plugin not found." : "Plugina ez da aurkitu.",
    "Plugin exists already." : "Plugina dagoeneko existizen da.",
    "Template not found." : "Txantiloia ez da aurkitu.",
    "Template exists already." : "Txantiloia dagoeneko existizen da.",
    "Website exists." : "Webgunea existizen da.",
    "No permission." : "Baimenik gabe.",
    "Website not found." : "Webgunea ez da aurkitu.",
    "Local (unencrypted)" : "Lokala (deszifratua)",
    "Location" : "Kokapena",
    "The name of the website must be longer." : "Webgunearen izena luzeagoa izan behar da.",
    "The name of the website is too long." : "Webgunearen izena luzeegia da.",
    "The identifier of the website must be longer." : "Webgunearen identifikatzailea luzeagoa izan behar da.",
    "The identifier of the website is too long." : "Webgunearen identifikatzailea luzeegia da.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "Webgunearen identifikatzaileak karaktere alfanumeriko minuskulak izan ditzake soilik.",
    "The path of the website is invalid." : "Webgunearen bide-izena ez da baliozkoa.",
    "Pico CMS" : "Pico CMS",
    "Access forbidden" : "Sarrera debekatuta",
    "Back to %s" : "%s(e)ra bueltatu",
    "Not found" : "Ez da urkitu",
    "Internal Server Error" : "Zerbitzariaren barne-errorea",
    "The server was unable to complete your request." : "Zerbitzariak ezin izan du zure eskaera bete.",
    "If this happens again, please send the technical details below to the server administrator." : "Berriz gertatzen bada, mesedez bidali ondoko datu teknikoak zure administratzaileari.",
    "Remote Address: %s" : "Urruneko helbidea: %s",
    "Request ID: %s" : "Eskatutako ID: 1%s",
    "More details can be found in the server log." : "Xehetasun gehiago zerbitzariaren egunkarian aurki daitezke.",
    "Technical details" : "Xehetasun teknikoak",
    "Type: %s" : "Mota: %s",
    "Code: %s" : "Kodea: %s",
    "Message: %s" : "Mezua: %s",
    "File: %s" : "Fitxategia: %s",
    "Line: %s" : "Lerroa: %s",
    "Trace" : "Arrastoa",
    "Custom themes" : "Gai pertsonalizatuak",
    "Add custom theme" : "Gehitu gai pertsonalizatua",
    "Delete custom theme" : "Ezabatu gai pertsonalizatua",
    "Error" : "Errorea",
    "Custom templates" : "Txantiloi pertsonalizatuak",
    "Add custom template" : "Gehitu txantiloi  pertsonalizatua",
    "Delete custom template" : "Ezabatu txantiloi pertsonalizatua",
    "Settings" : "Ezarpenak",
    "Limit to groups" : "Taldeetara mugatu",
    "Name" : "Izena",
    "Path" : "Bidea",
    "Theme" : "Gaia",
    "Created" : "Sortua",
    "Delete website" : "Ezabatu webgunea",
    "Actions" : "Ekintzak",
    "Create a new website" : "Sortu webgune berria",
    "Address" : "Helbidea",
    "Loading…" : "Kargatzen…"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}