{ "translations": {
    "Copy" : "Copier",
    "Confirm website deletion" : "Confirmer la suppression du site web",
    "This operation will delete the website \"{name}\". However, all of its contents will still be available in your Nextcloud." : "Cette opération supprimera le site Web \"{name}\". Cependant, tout son contenu sera toujours disponible dans votre Nextcloud.",
    "Choose website directory" : "Sélectionnez le répertoire du site Web",
    "A unexpected error occured while performing this action. Please check Nextcloud's logs." : "Une erreur inattendue s'est produite lors de l'exécution de cette action. Veuillez vérifier les journaux de Nextcloud.",
    "Abort" : "Annuler",
    "Save" : "Enregistrer",
    "The requested website could not be found on the server. Maybe the website was deleted?" : "Le site Web demandé est introuvable sur le serveur. Peut-être que le site a été supprimé ?",
    "The file and directory structure of this website appears to be broken and thus could not be accessed." : "La structure des fichiers et des répertoires de ce site Web semble être endommagée ce qui, par conséquent, le rend inaccessible.",
    "You don't have access to this private website. Maybe the share was deleted or has expired?" : "Vous n'avez pas accès à ce site Web privé. Peut-être que le partage a été supprimé ou a expiré ?",
    "This website is hosted on a non-local storage and thus could not be accessed." : "Ce site Web est hébergé sur un stockage non local et ne peut donc pas être consulté.",
    "This website uses a theme that could not be found on the server and thus could not be built." : "Ce site utilise un thème qui n’a pas pu être trouvé sur le serveur et n’a donc pas pu être généré.",
    "This website uses a incompatible theme and thus could not be built." : "Ce site utilise un thème incompatible et ne peut donc pas être généré.",
    "The requested website page could not be found on the server. Maybe the page was deleted?" : "La page du site Web demandée est introuvable sur le serveur. Peut-être que la page a été supprimée ?",
    "You don't have access to this website page. Maybe the share was deleted or has expired?" : "Vous n'avez pas accès à cette page du site Web. Peut-être que le partage a été supprimé ou a expiré ?",
    "The requested website page could not be built, so that the server was unable to complete your request." : "La page demandée du site Web n'a pas été créée, le serveur n'a pas pu traiter votre demande.",
    "The file and directory structure of this website appears to be broken und thus could not be accessed." : "La structure des fichiers et des dossiers de ce site Web semble être cassée ce qui le rend inaccessible.",
    "The requested website asset could not be found on the server. Maybe the asset was deleted?" : "La ressource Web demandée est introuvable sur le serveur. Peut-être que cette ressource a été supprimée ?",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "Vous n'avez pas accès aux ressources de ce site Web. Peut-être que le partage a été supprimé ou a expiré ?",
    "Plugin not found." : "Plugin non trouvé.",
    "Plugin exists already." : "Le plugin existe déjà.",
    "Template not found." : "Modèle non trouvé.",
    "Template exists already." : "Le modèle existe déjà.",
    "Theme not found." : "Thème non trouvé.",
    "Theme exists already." : "Le thème existe déjà.",
    "Website exists." : "Le site web existe.",
    "No permission." : "Aucun droit.",
    "Website not found." : "Site web non trouvé.",
    "Local (unencrypted)" : "Local (non chiffré)",
    "Location" : "Emplacement",
    "The name of the website must be longer." : "Le nom du site doit être plus long.",
    "The name of the website is too long." : "Le nom du site web est trop long.",
    "The identifier of the website must be longer." : "L'identifiant du site doit être plus long.",
    "The identifier of the website is too long." : "L'identifiant du site web est trop long.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "L'identifiant du site Web ne peut contenir que des caractères minuscules alphanumériques.",
    "The path of the website is invalid." : "Le chemin du site Web est invalide.",
    "The website's path is stored on a non-local storage." : "Le chemin du site Web est stocké dans un emplacement non local.",
    "Parent folder of the website's path not found." : "Dossier parent du chemin du site Web introuvable.",
    "Failed to enable Pico CMS for Nextcloud: Couldn't find \"%s\". Make sure to install the app's dependencies by executing `composer install` in the app's install directory below \"%s\". Then try again enabling Pico CMS for Nextcloud." : "Impossible d’activer Pico CMS pour Nextcloud : impossible de trouver \"%s\". Assurez-vous d'avoir installé les dépendances de l'application en exécutant `composer install` dans le dossier d'installation de l'application sous \"%s\". Puis réessayez d’activer Pico CMS pour Nextcloud.",
    "Failed to enable Pico CMS for Nextcloud: The webserver has no permission to create files and folders below \"%s\". Make sure to give the webserver write access to this directory by changing its permissions and ownership to the same as of your \"%s\" directory. Then try again enabling Pico CMS for Nextcloud." : "Échec de l'activation de Pico CMS pour Nextcloud : le serveur Web n'est pas autorisé à créer des fichiers et des dossiers sous \"%s\". Assurez-vous de donner au serveur Web un accès en écriture à ce dossier en modifiant ses autorisations et sa propriété de la même manière que celle de votre dossier \"%s\". Puis réessayez d’activer Pico CMS pour Nextcloud.",
    "Pico CMS" : "Pico CMS",
    "Create and publish your own websites - with Pico CMS for Nextcloud!" : "Créez et publiez vos propres sites Web - avec Pico CMS pour Nextcloud !",
    "[Pico CMS for Nextcloud](https://github.com/nextcloud/cms_pico) combines the power of [**Pico**](http://picocms.org/) and [**Nextcloud**](https://nextcloud.com/) to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy.\n\n* Start a blog\n* Share your resume with the world\n* Create a plan for world domination and only share with the right friends\n* Build a knowledge base and let the smart ones among your colleagues help out\n\nInstalling Pico CMS for Nextcloud allows your users to create and manage their own websites. Creating a new page with Pico is no more than creating a simple text file in a users' Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server.\n\nWebsites will be accessible through URLs like `https://cloud.example.com/sites/my_site/` and consist of just a bunch of `.md` text files in a user's Nextcloud files. `.md` stands for [**Markdown**](https://www.markdownguide.org/) - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Consider enabling Nextcloud's [Text](https://apps.nextcloud.com/apps/text) or [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) apps to make easy things stupidly simple. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called the [**YAML**](https://en.wikipedia.org/wiki/YAML) Front Matter. Creating websites can't be easier…\n\nBut that wasn't everything… Pico CMS for Nextcloud is highly customizable. You can change Pico’s appearance by using custom themes and add new functionality by using custom plugins. For security reasons users can neither add custom themes nor plugins on their own - but as an admin you can. Plugins and themes aren’t just new \"skins\" or \"widgets\", the underlying technologies are powerful frameworks you can leverage to make your users' websites truly unique. However, with great power comes great responsibility. Pico CMS for Nextcloud does its best to prevent users from including scripts into websites, since this might bear security risks (so called \"Cross Scripting\"). Since this risk doesn't apply to Pico itself, 3rd-party developers of plugins and themes might not be aware of this issue - so be careful when installing custom plugins and themes.\n\nYou want to learn more about Pico CMS for Nextcloud? Easy! Just download and enable the app from [Nextcloud's App Store](https://apps.nextcloud.com/apps/cms_pico) and navigate to Nextcloud's settings page. As an admin you'll find two \"Pico CMS\" sections in your Nextcloud settings - one below \"Personal\", another below \"Administration\". The latter allows you to add custom themes, plugins and templates to Pico, as well as tweaking some advanced settings. The \"Pico CMS\" section below \"Personal\" exists for all Nextcloud users and allows one to create personal websites. Simply create your first personal website and choose \"sample_pico\" as website template. Pico's sample contents will explain all you need to know…" : "[Pico CMS pour Nextcloud] (https://github.com/nextcloud/cms_pico) combine la puissance de [** Pico **] (http://picocms.org/) et de [** Nextcloud **] (https : //nextcloud.com/) pour créer des sites Web simples, sécurisés, partageables et incroyablement puissants en quelques clics. Pico est un système de gestion de contenu plat, extrêmement simple et rapide, qui facilite le Web.\n\n* Démarrez un blog\n* Partagez votre CV avec le monde\n* Créez un plan de domination mondiale et partagez-le uniquement avec vos vrais amis\n* Construissez une base de connaissances et laisser les cerveaux parmi vos collègues vous aider.\n\nL'installation de Pico CMS pour Nextcloud permet à vos utilisateurs de créer et de gérer leurs propres sites Web. Créer une nouvelle page avec Pico n’est rien d’autre que créer un simple fichier texte dans les fichiers Nextcloud de l’utilisateur. Aucune configuration n'est requise, aucune interface de gestion extrêmement complexe - juste des fichiers -. Partage sécurisé, collaboration, contrôle d'accès - pas seulement pour vos fichiers, mais également pour vos sites Web, tout est rendu possible grâce à Pico CMS pour Nextcloud ! Brisez les frontières entre vos applications mobiles, de bureau et votre serveur.\n\nLes sites Web seront accessibles via des URL telles que `https://cloud.example.com/sites/\n my_site/` et se composeront simplement de plusieurs fichiers texte `.md` dans les fichiers Nextcloud de l'utilisateur. `.md` signifie [** Markdown **] (https://www.markdownguide.org/) - un balisage extrêmement simple et intuitif permettant de créer des en-têtes, des paragraphes, du formatage de texte, des listes, des images et des liens. Ne désespérez pas, vous n'êtes pas obligés d'apprendre un autre langage si vous ne le souhaitez pas. Envisagez d'activer les applications [Texte] (https://apps.nextcloud.com/apps/text) ou [Editeur de Markdown] de Nextcloud (https://apps.nextcloud.com/apps/files_markdown) afin de simplifier les choses. Mais qu'en est-il des métadonnées comme le titre de la page ou la date de publication ? Devinez ... tout est au même endroit. En haut de vos fichiers Markdown, vous pouvez placer un bloc avec de telles métadonnées - appelé la matière [** YAML **] (https://en.wikipedia.org/wiki/YAML). Créer des sites web ne peut pas être plus facile et ce n’est pas tout… Pico CMS pour Nextcloud est hautement personnalisable. Vous pouvez modifier l'apparence de Pico à l'aide de thèmes personnalisés et ajouter de nouvelles fonctionnalités à l'aide de plug-ins personnalisés. Pour des raisons de sécurité, les utilisateurs ne peuvent ni ajouter de thèmes personnalisés ni de plug-ins, mais vous pouvez le faire en tant qu'administrateur. Les plugins et les thèmes ne sont pas simplement de nouveaux \"skins\" ou \"widgets\", les technologies sous-jacentes sont des cadres puissants que vous pouvez exploiter pour rendre les sites Web de vos utilisateurs vraiment uniques. Cependant, un grand pouvoir entraîne de grandes responsabilités. Pico CMS pour Nextcloud fait de son mieux pour empêcher les utilisateurs d’inclure des scripts dans les sites Web, car cela pourrait comporter des risques pour la sécurité (ce qu’on appelle \"CrossScripting\"). Étant donné que ce risque ne concerne pas Pico lui-même, les développeurs tiers de plug-ins et de thèmes ne sont peut-être pas au courant de ce problème. Soyez donc prudent lorsque vous installez des plug-ins et des thèmes personnalisés. Vous souhaitez en savoir plus sur Pico CMS pour Nextcloud ? Facile ! Il suffit de télécharger et d'activer l'application depuis [l'App Store de Nextcloud] (https://apps.nextcloud.com/apps/cms_pico) puis de vous rendre à la page de configuration de Nextcloud. En tant qu'administrateur, vous trouverez deux sections \"Pico CMS\" dans vos paramètres Nextcloud - un en dessous de \"Personnel\" et un en dessous de \"Administration\". Ce dernier vous permet d'ajouter des thèmes personnalisés, extensions et modèles, ainsi que de configurer les paramètres avancés. La section \"Pico CMS\" en dessous de \"Personnel\" est présente pour tous les utilisateurs et permet à chacun de créer son site personnel. Créez simplement votre premier site Web personnel à l'aide du modèle \"sample_pico\". Le contenu de l'exemple Pico vous expliquera tout ...",
    "Access forbidden" : "Accès non autorisé",
    "Back to %s" : "Retourner à %s",
    "Not found" : "Non trouvé",
    "Internal Server Error" : "Erreur interne du serveur",
    "The server was unable to complete your request." : "Le serveur n'a pas pu traiter votre demande.",
    "If this happens again, please send the technical details below to the server administrator." : "Si cela se produit à nouveau, veuillez envoyer les détails techniques ci-dessous à l'administrateur du serveur.",
    "Remote Address: %s" : "Adresse distante :%s",
    "Request ID: %s" : "ID de la demande :%s",
    "More details can be found in the server log." : "Plus de détails peuvent être trouvés dans le journal du serveur.",
    "Technical details" : "Détails techniques",
    "Type: %s" : "Type : %s",
    "Code: %s" : "Code : %s",
    "Message: %s" : "Message : %s",
    "File: %s" : "Fichier : %s",
    "Line: %s" : "Ligne : %s",
    "Trace" : "Trace",
    "Custom themes" : "Thèmes personnalisés",
    "Add custom themes for greater individuality and style." : "Ajoutez des thèmes personnalisés pour plus d'individualité et de style.",
    "Pico CMS for Nextcloud allows you to add custom themes for some greater individuality and style. However, for security reasons, users can't add custom themes on their own. Before you can add a new custom theme using the \"Add custom theme\" button below, you'll have to upload all of its files to the data folder of your Nextcloud instance. After uploading the theme it will show up in the form below to actually allow users to use the custom theme." : "Pico CMS pour Nextcloud vous permet d'ajouter des thèmes personnalisés pour une plus grande individualité et style. Toutefois, pour des raisons de sécurité, les utilisateurs ne peuvent pas ajouter de thèmes personnalisés. Avant de pouvoir ajouter un nouveau thème personnalisé à l'aide du bouton \"Ajouter un thème personnalisé\" ci-dessous, vous devez télécharger tous ses fichiers dans le dossier de données de votre instance Nextcloud. Après avoir chargé le thème, il apparaîtra dans le formulaire ci-dessous et permettra aux utilisateurs d’utiliser le thème personnalisé.",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory:" : "Avant d'ajouter un nouveau thème personnalisé, téléchargez tous les fichiers du thème dans un nouveau dossier du répertoire suivant :",
    "Loading themes…" : "Chargement des thèmes …",
    "Add custom theme" : "Ajouter un thème personnalisé",
    "Reload themes list" : "Recharger la liste des thèmes",
    "Compatible theme." : "Thème compatible.",
    "System theme" : "Thème système",
    "Copy system theme" : "Copier le thème système ",
    "Custom theme" : "Thème personnalisé",
    "Reload custom theme" : "Recharger le thème personnalisé",
    "Copy custom theme" : "Copier le thème personnalisé",
    "Delete custom theme" : "Supprimer le thème personnalisé ",
    "Base theme" : "Thème de base",
    "Theme name" : "Nom du thème",
    "Error" : "Erreur",
    "Custom plugins" : "Plugins personnalisés",
    "Add custom plugins to reach for Pico's full potential." : "Ajoutez des plugins personnalisés pour exploiter tout le potentiel de Pico.",
    "Pico CMS for Nextcloud allows you to add custom plugins to really utilize all of Pico's power. Plugins work on a global basis, i.e. adding a custom plugin will enable it for all of your users' websites. Before adding a new custom plugin using the \"Add custom plugin\" button below, you must upload all of the plugin's files to the data folder of your Nextcloud instance. After uploading the plugin it will show up in the form below to actually enable it." : "Pico CMS pour Nextcloud vous permet d'ajouter des plugins personnalisés pour vraiment utiliser toute la puissance de Pico. Les plugins fonctionnent de manière globale, c’est-à-dire que l’ajout d’un plugin personnalisé se répercutera sur tous les sites Web de vos utilisateurs. Avant d'ajouter un nouveau plug-in personnalisé à l'aide du bouton \"Ajouter un plug-in personnalisé\" ci-dessous, vous devez télécharger tous les fichiers du plug-in dans le dossier de données de votre instance Nextcloud. Après avoir téléchargé le plugin, il apparaîtra dans le formulaire ci-dessous pour l'activer.",
    "Before adding a new custom plugin, upload all of the plugin's files to a new folder in the following directory. Please note that the name of this new folder must strictly match the name of the plugin, otherwise Pico will refuse to enable the plugin." : "Avant d'ajouter un nouveau plug-in personnalisé, téléchargez tous les fichiers du plug-in dans un nouveau dossier du répertoire suivant. Veuillez noter que le nom de ce nouveau dossier doit correspondre strictement au nom du plug-in, sinon Pico refusera d'activer le plug-in.",
    "Loading plugins…" : "Chargement des plugins…",
    "Add custom plugin" : "Ajouter un plugin personnalisé",
    "Reload plugins list" : "Recharger la liste des plugins",
    "Compatible plugin." : "Plugin compatible.",
    "System plugin" : "Plugin système",
    "Custom plugin" : "Plugin personnalisé",
    "Reload custom plugin" : "Recharger le plugin personnalisé",
    "Delete custom plugin" : "Supprimer le plugin personnalisé",
    "Custom templates" : "Modèles personnalisés",
    "Make it easier for users to create new websites." : "Faciliter la création de sites Web par les utilisateurs.",
    "Creating new websites can be hard - where to even start? Custom templates act as a starting point for users to create a new website using Pico CMS for Nextcloud. Before adding a new custom template using the \"Add custom template\" button below, you must upload all of the template's files to the data folder of your Nextcloud instance. After uploading the template it will show up in the form below to actually add it to the \"Create a new website\" form of your users." : "Créer de nouveaux sites Web peut être difficile - par où commencer ? Les modèles personnalisés servent de point de départ aux utilisateurs pour créer un nouveau site Web à l'aide de Pico CMS pour Nextcloud. Avant d'ajouter un nouveau modèle personnalisé à l'aide du bouton \"Ajouter un modèle personnalisé\" ci-dessous, vous devez télécharger tous les fichiers du modèle dans le dossier de données de votre instance Nextcloud. Après avoir téléchargé le modèle, il apparaîtra dans le formulaire ci-dessous pour l'ajouter au formulaire \"Créer un nouveau site Web\" de vos utilisateurs.",
    "Before adding a new custom template, upload all of the template's files to a new folder in the following directory:" : "Avant d'ajouter un nouveau modèle personnalisé, téléchargez tous les fichiers du modèle dans un nouveau dossier du répertoire suivant :",
    "Loading templates…" : "Chargement des modèles …",
    "Add custom template" : "Ajouter le modèle personnalisé",
    "Reload templates list" : "Recharger la liste des modèles",
    "Compatible template." : "Modèle compatible.",
    "System template" : "Modèle système",
    "Copy system template" : "Copier le modèle système",
    "Custom template" : "Modèle personnalisé",
    "Copy custom template" : "Copier un modèle personnalisé",
    "Delete custom template" : "Supprimer le modèle personnalisé",
    "Base template" : "Modèle de base",
    "Template name" : "Nom du modèle",
    "Settings" : "Paramètres",
    "Change Pico CMS for Nextcloud's behavior and manage optional features." : "Modifiez le comportement de Pico CMS pour Nextcloud et gérez les fonctionnalités optionnelles.",
    "Limit to groups" : "Limiter aux groupes",
    "Loading groups…" : "Chargement des groupes …",
    "If you wish not to enable all of your users to create personal websites, you can limit Pico CMS for Nextcloud to certain groups. Select the groups you want to limit access to. If you leave this field empty, usage isn't limited. Revoking access for certain groups won't delete any of a user's websites, however, they get inaccessible." : "Si vous ne souhaitez pas permettre à tous vos utilisateurs de créer des sites Web personnels, vous pouvez limiter Pico CMS pour Nextcloud à certains groupes. Sélectionnez les groupes pour lesquels vous souhaitez restreindre l'accès. Si vous laissez ce champ vide, l'utilisation n'est pas limitée. La révocation de l'accès pour certains groupes ne supprimera aucun des sites Web créés par les utilisateurs. Cependant, ces sites deviendront inaccessibles.",
    "Configure your webserver" : "Paramétrer votre serveur web",
    "Enable Pico CMS for Nextcloud's full potential by configuring your webserver appropriately." : "Activez le plein potentiel de Pico CMS pour Nextcloud en paramétrant votre serveur Web de manière appropriée.",
    "Depending on your webserver's configuration, users can access their websites using different URLs. By default, users can access their websites using Pico CMS for Nextcloud's full application URL. However, these URLs are pretty long and thus not very user-friendly. For this reason, Pico CMS for Nextcloud also supports shortened URLs utilizing the virtual \"sites/\" folder. However, using this feature requires some additional webserver configuration. If you're using the Apache webserver, try one of the first two examples shown below. If you're rather using the nginx webserver, try one of last two examples. If you don't really understand what's going on, contact your server administrator and send him the information below. If your server administrator tells you this isn't possible, don't despair - you can still use Pico CMS for Nextcloud's full application URLs, they always work out-of-the-box." : "Selon la configuration de votre serveur Web, les utilisateurs peuvent accéder à leurs sites Web à l'aide de différentes URL. Par défaut, les utilisateurs peuvent accéder à leurs sites Web à l'aide de l'URL complète de l'application Pico CMS pour Nextcloud. Cependant, ces URL sont assez longues et donc peu conviviales. Pour cette raison, Pico CMS pour Nextcloud prend également en charge les URL raccourcies utilisant le dossier virtuel \"sites/\". Cependant, l'utilisation de cette fonctionnalité nécessite une configuration supplémentaire du serveur Web. Si vous utilisez le serveur Web Apache, essayez l’un des deux premiers exemples ci-dessous. Si vous utilisez plutôt le serveur Web nginx, essayez l'un des deux derniers exemples. Si vous ne comprenez pas vraiment ce qui se passe, contactez votre administrateur de serveur et envoyez-lui les informations ci-dessous. Si votre administrateur de serveur vous dit que cela n'est pas possible, ne désespérez pas. Vous pouvez toujours utiliser Pico CMS pour les URL d'application complètes de Nextcloud. Elles fonctionnent toujours telles quelles.",
    "Enable short website URLs" : "Activer les URL de site Web raccourcies",
    "Full application URLs" : "URL d'application complètes",
    "Short website URLs" : "URL de site Web raccourcies",
    "After you've configured your webserver to enable shortened URLs, you should select the corresponding option above to let your users know about this feature. Don't enable this option if you haven't configured the virtual \"sites/\" folder yet using one of the configuration examples shown below." : "Une fois que vous aurez paramétré votre serveur Web pour activer les URL raccourcies, vous devrez sélectionner l'option correspondante ci-dessus pour informer vos utilisateurs de cette fonctionnalité. N'activez pas cette option si vous n'avez pas encore paramétré le dossier virtuel \"sites/\" à l'aide de l'un des exemples de configuration présentés ci-dessous.",
    "Using Apache's mod_proxy" : "Utilisation du mod_proxy d'Apache",
    "Your users' website URLs will look like the following:" : "Les URL des sites Web de vos utilisateurs se présenteront comme suit :",
    "Copy the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf. Before doing so you must enable both Apache's mod_proxy and mod_proxy_http modules. Otherwise your webserver will either refuse to (re)start or yield a 500 Internal Server Error." : "Copiez l'extrait de paramétrage ci-dessus dans la section Nextcloud<VirtualHost …> de votre apache.conf. Avant de le faire, vous devez activer les modules mod_proxy et mod_proxy_http d'Apache. Sinon, votre serveur Web refusera de (re)démarrer ou générera une erreur de type serveur interne 500.",
    "Using Apache's mod_rewrite" : "Utilisation du mod_rewrite d'Apache",
    "Before copying the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf, make sure to enable Apache's mod_rewrite module. Otherwise your webserver will refuse to (re)start or yield a 500 Internal Server Error. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing mod_proxy shown above." : "Avant de copier le segment de configuration ci-dessus dans la section Nextcloud de votre fichier apache.conf, assurez-vous d'activer le module mod_rewrite d'Apache. Sinon, votre serveur Web refusera de (re)démarrer ou générera une erreur type serveur interne 500. Veuillez noter que cette configuration ne vous permettra pas réellement d'utiliser des URL raccourcies, elle redirige simplement les utilisateurs d'URL raccourcies vers l'URL complète du site. Ainsi, vous devriez préférer la solution utilisant mod_proxy décrite ci-dessus.",
    "Using nginx's proxy_pass" : "Utiliser le proxy_pass de nginx",
    "Copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Before doing so you must enable nginx's ngx_http_proxy_module module. Otherwise your webserver will either refuse to (re)start or yield a 500 Internal Server Error." : "Copiez le fragment de configuration ci-dessus dans la section Nextcloud server {…} de votre fichier nginx.conf. Avant de le faire, vous devez activer le module ngx_http_proxy_module de nginx. Sinon, votre serveur Web refusera de (re)démarrer ou générera une erreur de serveur interne 500.",
    "Using nginx's rewrite" : "Utilisation de la réécriture de nginx",
    "Simply copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing nginx's proxy_pass directive shown above." : "Copiez simplement l'extrait de configuration ci-dessus dans la section Nextcloud's server {…} de votre fichier nginx.conf. Veuillez noter que cette configuration ne vous permettra pas réellement d'utiliser des URL raccourcies, elle redirige simplement les utilisateurs d'URL raccourcies vers l'URL complète du site. Ainsi, vous devriez préférer la solution utilisant la directive proxy_pass de nginx présentée ci-dessus.",
    "Pico CMS for Nextcloud" : "Pico CMS pour Nextcloud",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS pour Nextcloud</a> combine la puissance de <a href=\"http://picocms.org/\"><strong>Pico</strong></a> et de Nextcloud pour créer des sites Web simples, sécurisés, partageables et incroyablement puissants en quelques clics. Pico est un système de gestion de fichiers plat, d'une simplicité enfantine et rapide, qui rende le Web plus simple !",
    "Start a blog, share your resume with the world, create a plan for world domination and only share it with the right friends or build a knowledge base and let the smart ones among your colleagues help out. Pico CMS for Nextcloud allows you to create and manage your own websites. Creating a new page with Pico is no more than creating a simple text file in your Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server." : "Commencez un blog, partagez votre CV avec le monde entier, créez un plan pour la domination du monde et ne le partagez qu'avec de bons amis ou créez une base de connaissances et laissez les cerveaux parmi vos collègues vous aider. Pico CMS pour Nextcloud vous permet de créer et de gérer vos propres sites Web. Créer une nouvelle page avec Pico n’est rien d’autre que de créer un simple fichier texte dans vos fichiers Nextcloud. Aucune configuration n'est requise, aucune interface de gestion extrêmement complexe - juste des fichiers -. Partage sécurisé, collaboration, contrôle d'accès - pas seulement pour vos fichiers, mais également pour vos sites Web -, tout est rendu possible par Pico CMS pour Nextcloud ! Brisez les frontières entre vos application mobiles, de bureau et votre serveur.",
    "A website consist of just a bunch of <code class=\"inline\">.md</code> text files in your Nextcloud files. <code class=\"inline\">.md</code> stands for <a href=\"https://www.markdownguide.org/\"><strong>Markdown</strong></a> - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Try Nextcloud's <a href=\"https://apps.nextcloud.com/apps/text\">Text</a> or <a href=\"https://apps.nextcloud.com/apps/files_markdown\">Markdown Editor</a> apps to make easy things stupidly simple. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called the <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>YAML</strong></a> Front Matter. Creating websites can't be easier…" : "Un site Web consiste simplement en un groupe de fichiers texte <code class=\"inline\">.md</code> dans vos fichiers Nextcloud. <code class=\"inline\">.md</code> est synonyme de <a href=\"https://www.markdownguide.org/\"><strong>Markdown - un balisage super simple et intuitif pour créer des en-têtes, des paragraphes, la mise en forme du texte, des listes, des images et des liens. Ne désespérez pas, vous n'êtes pas obligé d'apprendre un autre langage si vous ne le souhaitez pas. Essayez l'application <a href=\"https://apps.nextcloud.com/apps/text\">Text</a> ou l'application<a href=\"https://apps.nextcloud.com/apps/files_markdown\">Markdown Editor</a> de Nextcloud pour rendre les choses plus simples. Mais qu'en est-il des métadonnées comme le titre de la page ou la date de publication ? Devinez, tout est au même endroit. En haut de vos fichiers Markdown, vous pouvez placer un bloc contenant de telles métadonnées, appelé le matériau frontal <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>YAML</strong></a>. Créer des sites web ne peut être plus facile…\n ",
    "You want to learn more about Pico CMS for Nextcloud? Easy! Just create your first personal website using the \"sample_pico\" template. Pico's sample contents will explain all you need to know…" : "Vous voulez en savoir plus sur Pico CMS pour Nextcloud ? Facile ! Créez simplement votre premier site Web personnel en utilisant le modèle \"sample_pico\". Le contenu de l'exemple de Pico vous expliquera tout…",
    "You will be able to access your websites using URLs like the following:" : "Vous pourrez accéder à vos sites Web à l'aide d'URL telles que :",
    "The Nextcloud admin limited access of Pico CMS for Nextcloud to certain groups. Unfortunately you don't have permission to create personal websites. You can still access websites of other users, possibly including private websites. If you had permission to create websites in the past, you don't have to worry about your data: Nothing is lost. However, nobody will be able to access your private websites and a \"Website not found\" error is shown instead." : "L'administrateur Nextcloud a limité l'accès de Pico CMS pour Nextcloud à certains groupes. Malheureusement, vous n'avez pas la permission de créer des sites Web personnels. Vous pouvez toujours accéder aux sites Web d'autres utilisateurs, y compris éventuellement des sites Web privés. Si vous aviez l'autorisation de créer des sites Web par le passé, vous n'avez pas à vous soucier de vos données; rien n'est perdu. Cependant, personne ne pourra accéder à vos sites Web privés et une erreur \"Site Web non trouvé\" s'affichera à la place.",
    "Loading websites…" : "Chargement des sites web …",
    "Name" : "Nom",
    "Path" : "Chemin",
    "Theme" : "Thème",
    "Created" : "Créé",
    "Go to website" : "Aller au site web",
    "Go to website directory" : "Aller au dossier du site",
    "Toggle private website" : "Basculer vers un site web privé",
    "Delete website" : "Supprimer le site web",
    "Actions" : "Actions",
    "Create a new website" : "Créer un nouveau site web",
    "Just fill the form below to create your own personal website." : "Remplissez simplement le formulaire ci-dessous pour créer votre site web personnel.",
    "My example website" : "Mon site web exemple",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "Vous pouvez indiquer ici le nom de votre site web personnel. il sera utilisé comme titre du site Web, souvent affiché comme en-tête de votre site Web.",
    "Identifier" : "Identifiant",
    "The identifier of your website prescribes both your website's address (URL) and the name of the directory your website's files (both pages and assets) will be stored in. A website's identifier must consist of lowercase alphanumeric characters, dashes and underscores (a-z, 0-9, - and _) only." : "L'identifiant de votre site Web indique l'adresse (URL) de votre site Web et le nom du dossier. Les fichiers de votre site Web (pages et ressources) y seront stockés. L'identifiant d'un site Web ne doit être composé que de caractères alphanumériques minuscules, de tirets et de traits de soulignement (az, 0-9, - et _).",
    "Address" : "Adresse",
    "You will be able to access your website using the address (URL) shown above." : "Vous pourrez accéder à votre site Web en utilisant l'adresse (URL) ci-dessus.",
    "When creating a new website, Pico CMS for Nextcloud copies the website template to the following new directory in your Nextcloud." : "Lors de la création d'un nouveau site Web, Pico CMS pour Nextcloud copie le modèle du site Web dans le nouveau dossier suivant de votre Nextcloud.",
    "You can use one of the provided themes for some greater individuality and style. If you want to use another theme, ask your Nextcloud admin - it might be possible to add your favourite theme, too!" : "Vous pouvez utiliser l'un des thèmes fournis pour plus d'individualité et de style. Si vous souhaitez utiliser un autre thème, adressez-vous à votre administrateur Nextcloud. Il pourrait, également, ajouter votre thème préféré !",
    "Template" : "Modèle",
    "Templates act as a starting point when creating a new website. All templates consist of a \"content\" directory (for your pages) and a \"assets\" directory (for your website's assets), which will be copied to the above folder in your Nextcloud." : "Les modèles servent de point de départ lors de la création d'un nouveau site Web. Tous les modèles consistent en un répertoire \"content\" (pour vos pages) et un répertoire \"assets\" (pour les ressources de votre site Web), qui seront copiés dans le dossier ci-dessus dans votre Nextcloud.",
    "Create new website" : "Créer un nouveau site",
    "Loading…" : "Chargement..."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}