{ "translations": {
    "test" : "test",
    "It was not possible to retrieve the complete list of your websites" : "Il n'a pas été possible de récupérer la liste complète de vos sites web",
    "no error message" : "Pas de message d'erreur",
    "It was not possible to update your theme on {name}" : "Il n'a pas été possible de mettre à jour votre thème sur {name}",
    "This operation will delete the website {name} but its content will still be available in your files" : "Cette opération va supprimer le site web {name} mais son contenu sera encore disponible dans vos fichiers",
    "Please confirm" : "Veuillez confirmer",
    "Please wait" : "Veuillez patienter",
    "Create a new website" : "Créer un nouveau site web",
    "It was not possible to update your website" : "Il n'a pas été possible de mettre à jour votre site web",
    "It was not possible to create your website {name}" : "Il n'a pas été possible de créer votre site web {name}",
    "It was not possible to remove the website {name}" : "Suppression de votre site web {name} impossible",
    "Website not found" : "Site web non trouvé",
    "Webpage does not exist" : "La page web n'existe pas",
    "You are not the owner of this website" : "Vous n'êtes pas le propriétaire de ce site web",
    "Content Directory is not valid." : "Le dossier du contenu n'est pas valide.",
    "Website is private. You do not have access to this website" : "Le site web est privé. Vous ne pouvez pas accéder à ce site web",
    "The address of the website can only contains alpha numeric chars" : "L'adresse du site web peut uniquement contenir des caractères alphanumériques",
    "The address of the website must be longer" : "L'adresse du site web doit être plus longue",
    "The name of the website must be longer" : "Le nom du site web doit être plus long",
    "Path is malformed, please check." : "Le chemin est malformé, veuillez vérifier.",
    "Template does not exist" : "Le modèle n'existe pas",
    "Cannot generate template file in this folder" : "Impossible de générer le fichier du modèle dans ce dossier",
    "Theme does not exist" : "Ce thème n'existe pas ",
    "Website already exist." : "Le site web existe déjà.",
    "Pico CMS" : "Pico CMS",
    "Integrate Pico and let your users manage their own websites" : "Intégrez Pico et laissez vos utilisateurs gérer leurs propres sites Web",
    "With **cms_pico** you can build your own website in Nextcloud!\n\n* start a blog\n* share your resume with the world\n* create a plan for world domination and only share with the right friends\n* built a knowledge sharing site and let the smart ones among your colleagues help out\n\nYou can make the pages viewable for everyone or only for users or groups on your Nextcloud . You can also share the files that the website consists of so you can collaborate with others maintaining the pages.\n\nThe app uses [Pico](https://picocms.org/) to allow your users to create and manage their own websites with address like: https://cloud.example.com/sites/my_site/. The source of the website will be stored in the users' files and the **Markdown** will be formatted by **Pico** to generate the pages.\n\nBecause Pico is using the **Markdown** format, you should consider enabling the [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) app." : "Avec ** cms_pico ** vous pouvez créer votre propre site Web dans Nextcloud! \n\n* Créez un blog\n* Partagez votre CV avec le monde \n* Créez un plan pour la domination du monde et partager uniquement avec vos vrais amis\n* Construisez un site  de partage de connaissances et laissez vos collègues intelligents aider les autres\n\nVous pouvez rendre les pages visibles pour tout le monde ou seulement pour certains utilisateurs ou groupes sur votre Nextcloud. Vous pouvez également partager les fichiers que le site web contient afin de pouvoir collaborer avec d'autres utilisateurs qui gèrent les pages. L'application utilise [Pico] (https://picocms.org/) pour permettre à vos utilisateurs de créer et de gérer leurs propres sites web avec des adresses comme: https://cloud.example.com/sites/mon_site/. La source du site Web sera stockée dans les fichiers des utilisateurs et le ** Markdown ** sera formaté par ** Pico ** pour générer les pages.\n\n Parce que Pico utilise le format ** Markdown **, vous devriez envisagez d'activer l'application [Markdown Editor] (https://apps.nextcloud.com/apps/files_markdown).",
    "Your Apache configuration" : "Votre configuration d'Apache",
    "Choose the best way to link to your users' website. Copy one of the example below and paste the line in your Apache configuration" : "Choisissez la meilleure manière de lier le site web de vos utilisateurs. Copiez l'un des exemples plus bas and collez la ligne dans votre configuration Apache.",
    "Using MOD_PROXY:" : "Utiliser MOD_PROXY :",
    "Using MOD_REWRITE:" : "Utiliser MOD_REWRITE :",
    "Using MOD_REWRITE and MOD_PROXY:" : "Utiliser MOD_REWRITE et MOD_PROXY :",
    "Custom themes" : "Thèmes personnalisés",
    "To add a custom theme, you will need to create a new folder in the 'themes' directory:" : "Pour ajouter un thème personnalisé, vous devrez créer un nouveau dossier dans le répertoire 'themes':",
    "Current custom themes:" : "Thèmes personnalisés actuels :",
    "Add a new custom theme:" : "Ajouter un nouveau thème personnalisé :",
    "Add custom theme" : "Ajouter un thème personnalisé",
    "Custom templates" : "Modèles personnalisés",
    "To add a custom template, you will need to create a new folder in the 'templates' directory:" : "Pour ajouter un modèle personnalisé, vous devez créer un nouveau dossier dans le répertoire 'templates':",
    "Current custom templates:" : "Modèle personnalisé actuel :",
    "Add a new custom template:" : "Ajouter un nouveau modèle personnalisé :",
    "Add custom template" : "Ajouter le modèle personnalisé",
    "Delete custom template" : "Supprimer le modèle personnalisé",
    "Delete custom theme" : "Supprimer le thème personnalisé ",
    "Your current websites" : "Vos sites web actuels",
    "Name" : "Nom",
    "Address" : "Adresse",
    "Local directory" : "Dossier local",
    "Theme" : "Thème",
    "Private" : "Privé",
    "Name of the site:" : "Nom du site :",
    "The title of your site" : "Titre du site",
    "My new site" : "Mon nouveau site web",
    "Address of the site:" : "Adresse du site :",
    "my_site" : "mon_site",
    "Local directory:" : "Dossier local :",
    "The place to store the website files on your cloud" : "Lieu de stockage de votre site web sur votre cloud",
    "Base Template:" : "Template de base",
    "Choose a template from the list" : "Choisissez un modèle depuis la liste",
    "Delete website" : "Supprimer le site web"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}