{ "translations": {
    "Copy" : "Cóipeáil",
    "Confirm website deletion" : "Deimhnigh scriosadh an tsuímh Ghréasáin",
    "This operation will delete the website \"{name}\". However, all of its contents will still be available in your Nextcloud." : "Scriosfaidh an oibríocht seo an suíomh Gréasáin \"{name}\". Mar sin féin, beidh a inneachar go léir fós ar fáil i do Nextcloud.",
    "Choose website directory" : "Roghnaigh eolaire láithreán gréasáin",
    "Abort" : "ginmhilleadh",
    "Save" : "Sábháil",
    "The requested website could not be found on the server. Maybe the website was deleted?" : "Níorbh fhéidir an suíomh Gréasáin iarrtha a fháil ar an bhfreastalaí. B'fhéidir gur scriosadh an suíomh Gréasáin?",
    "The file and directory structure of this website appears to be broken and thus could not be accessed." : "Is cosúil go bhfuil struchtúr comhaid agus eolaire an tsuímh Ghréasáin seo briste agus mar sin níorbh fhéidir rochtain a fháil air.",
    "You don't have access to this private website. Maybe the share was deleted or has expired?" : "Níl rochtain agat ar an suíomh Gréasáin príobháideach seo. B'fhéidir gur scriosadh an sciar nó go bhfuil sé imithe in éag?",
    "This website is hosted on a non-local storage and thus could not be accessed." : "Tá an suíomh Gréasáin seo á óstáil ar stór neamháitiúil agus mar sin ní raibh rochtain air.",
    "This website uses a theme that could not be found on the server and thus could not be built." : "Úsáideann an suíomh Gréasáin seo téama nach bhféadfaí a fháil ar an bhfreastalaí agus mar sin níorbh fhéidir é a thógáil.",
    "This website uses a incompatible theme and thus could not be built." : "Úsáideann an suíomh Gréasáin seo téama neamh-chomhoiriúnach agus mar sin níorbh fhéidir é a thógáil.",
    "The requested website page could not be found on the server. Maybe the page was deleted?" : "Níorbh fhéidir an leathanach gréasáin iarrtha a aimsiú ar an bhfreastalaí. B'fhéidir gur scriosadh an leathanach?",
    "You don't have access to this website page. Maybe the share was deleted or has expired?" : "Níl rochtain agat ar leathanach an tsuímh Ghréasáin seo. B'fhéidir gur scriosadh an sciar nó go bhfuil sé imithe in éag?",
    "The requested website page could not be built, so that the server was unable to complete your request." : "Níorbh fhéidir leathanach an tsuímh Ghréasáin iarrtha a thógáil, mar sin ní raibh an freastalaí in ann d'iarratas a chomhlánú.",
    "The file and directory structure of this website appears to be broken und thus could not be accessed." : "Is cosúil go bhfuil struchtúr comhaid agus eolaire an tsuímh Ghréasáin seo briste agus mar sin níorbh fhéidir rochtain a fháil air.",
    "The requested website asset could not be found on the server. Maybe the asset was deleted?" : "Níorbh fhéidir an tsócmhainn láithreáin ghréasáin iarrtha a aimsiú ar an bhfreastalaí. B'fhéidir gur scriosadh an tsócmhainn?",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "Níl rochtain agat ar an tsócmhainn suíomh Gréasáin seo. B'fhéidir gur scriosadh an sciar nó go bhfuil sé imithe in éag?",
    "Plugin not found." : "Níor aimsíodh an breiseán.",
    "Plugin exists already." : "Tá an breiseán ann cheana.",
    "Template not found." : "Teimpléad gan aimsiú.",
    "Template exists already." : "Teimpléad ann cheana.",
    "Theme not found." : "Níor aimsíodh téama.",
    "Theme exists already." : "Tá téama ann cheana féin.",
    "Website exists." : "Tá suíomh Gréasáin ann.",
    "No permission." : "Gan cead.",
    "The value given is invalid." : "Tá an luach a thugtar neamhbhailí.",
    "Website not found." : "Suíomh Gréasáin gan aimsiú.",
    "Local (unencrypted)" : "Áitiúil (gan chriptiú)",
    "Location" : "Suíomh",
    "Incompatible plugin: Plugin file \"{file}\" not found." : "Breiseán neamh-chomhoiriúnach: Níor aimsíodh an comhad breiseán \"{file}\".",
    "Incompatible plugin: PHP parse error in file \"{file}\"." : "Breiseán neamh-chomhoiriúnach: Earráid pharsála PHP sa chomhad \"{file}\".",
    "Incompatible plugin: Plugin class \"{class}\" not found." : "Breiseán neamh-chomhoiriúnach: Níor aimsíodh aicme breiseán \"{class}\".",
    "Incompatible plugin: Plugins for Pico CMS for Nextcloud must use one of the API versions {compatApiVersions}, but this plugin uses API version {apiVersion}." : "Breiseán neamh-chomhoiriúnach: Ní mór do bhreiseáin Pico CMS do Nextcloud ceann de na leaganacha API {compatApiVersions} a úsáid, ach úsáideann an breiseán seo leagan API {apiVersion}.",
    "Incompatible template: Required directory \"{file}\" not found." : "Teimpléad neamh-chomhoiriúnach: níor aimsíodh an t-eolaire riachtanach \"{file}\".",
    "Incompatible theme: Twig template \"{file}\" not found." : "Téama neamh-chomhoiriúnach: Teimpléad craobhóg \"{file}\" gan aimsiú.",
    "Incompatible theme: Themes for Pico CMS for Nextcloud must use one of the API versions {compatApiVersions}, but this theme uses API version {apiVersion}." : "Téama neamh-chomhoiriúnach: Ní mór do théamaí Pico CMS do Nextcloud ceann de na leaganacha API {compatApiVersions} a úsáid, ach úsáideann an téama seo leagan API {apiVersion}.",
    "The name of the website must be longer." : "Caithfidh ainm an tsuímh Ghréasáin a bheith níos faide.",
    "The name of the website is too long." : "Tá ainm an tsuímh Ghréasáin ró-fhada.",
    "The identifier of the website must be longer." : "Caithfidh aitheantóir an tsuímh Ghréasáin a bheith níos faide.",
    "The identifier of the website is too long." : "Tá aitheantóir an láithreáin ghréasáin rófhada.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "Ní féidir ach carachtair alfa-uimhriúla beaga a bheith in aitheantóir an tsuímh Ghréasáin.",
    "The path of the website is invalid." : "Tá cosán an láithreáin ghréasáin neamhbhailí.",
    "The website's path is stored on a non-local storage." : "Stóráiltear cosán an tsuímh Ghréasáin ar stóras neamháitiúil.",
    "Parent folder of the website's path not found." : "Níor aimsíodh fillteán tuismitheora de chonair an tsuímh Ghréasáin.",
    "Failed to enable Pico CMS for Nextcloud: Couldn't find \"%s\". Make sure to install the app's dependencies by executing `composer install` in the app's install directory below \"%s\". Then try again enabling Pico CMS for Nextcloud." : "Theip ar Pico CMS a chumasú do Nextcloud: Níorbh fhéidir \"%s\" a aimsiú. Cinntigh go suiteálann tú spleáchais na haipe trí `composer install` a chur i gcomhadlann suiteála na haipe faoi \"%s\". Ansin bain triail eile as Pico CMS a chumasú do Nextcloud.",
    "Failed to enable Pico CMS for Nextcloud: The web server has no permission to create files and folders below \"%s\". Make sure to give the web server write access to this directory by changing its permissions and ownership to the same as of your \"%s\" directory. Then try again enabling Pico CMS for Nextcloud." : "Theip ar Pico CMS a chumasú do Nextcloud: Níl cead ag an bhfreastalaí Gréasáin comhaid agus fillteáin a chruthú faoi bhun \"%s\". Cinntigh go dtabharfaidh an freastalaí Gréasáin rochtain scríofa ar an gcomhadlann seo ach a cheadanna agus a úinéireacht a athrú go dtí an rud céanna le do chomhadlann \"%s\". Ansin bain triail eile as Pico CMS a chumasú do Nextcloud.",
    "Pico CMS" : "CMS Pico",
    "Create and publish your own websites - with Pico CMS for Nextcloud!" : "Cruthaigh agus foilsigh do shuímh Ghréasáin féin - le Pico CMS do Nextcloud!",
    "[Pico CMS for Nextcloud](https://github.com/nextcloud/cms_pico) combines the power of [**Pico**](http://picocms.org/) and [**Nextcloud**](https://nextcloud.com/) to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy.\n\n* Start a blog\n* Share your resume with the world\n* Create a plan for world domination and only share with the right friends\n* Build a knowledge base and let the smart ones among your colleagues help out\n\nInstalling Pico CMS for Nextcloud allows your users to create and manage their own websites. Creating a new page with Pico is no more than creating a simple text file in a users' Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server.\n\nWebsites will be accessible through URLs like `https://cloud.example.com/sites/my_site/` and consist of just a bunch of `.md` text files in a user's Nextcloud files. `.md` stands for [**Markdown**](https://www.markdownguide.org/) - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Consider enabling Nextcloud's [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) app to make easy things stupidly simple. Please note that Nextcloud's built-in Text editor is incompatible with Pico CMS for Nextcloud. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called the [**YAML**](https://en.wikipedia.org/wiki/YAML) Front Matter. Creating websites can't be easier…\n\nBut that wasn't everything… Pico CMS for Nextcloud is highly customizable. You can change Pico’s appearance by using custom themes and add new functionality by using custom plugins. For security reasons users can neither add custom themes nor plugins on their own - but as an admin you can. Plugins and themes aren’t just new \"skins\" or \"widgets\", the underlying technologies are powerful frameworks you can leverage to make your users' websites truly unique. However, with great power comes great responsibility. Pico CMS for Nextcloud does its best to prevent users from including scripts into websites, since this might bear security risks (so called \"Cross Scripting\"). Since this risk doesn't apply to Pico itself, 3rd-party developers of plugins and themes might not be aware of this issue - so be careful when installing custom plugins and themes.\n\nYou want to learn more about Pico CMS for Nextcloud? Easy! Just download and enable the app from [Nextcloud's App Store](https://apps.nextcloud.com/apps/cms_pico) and navigate to Nextcloud's settings page. As an admin you'll find two \"Pico CMS\" sections in your Nextcloud settings - one below \"Personal\", another below \"Administration\". The latter allows you to add custom themes, plugins and templates to Pico, as well as tweaking some advanced settings. The \"Pico CMS\" section below \"Personal\" exists for all Nextcloud users and allows one to create personal websites. Simply create your first personal website and choose \"sample_pico\" as website template. Pico's sample contents will explain all you need to know…" : "Comhcheanglaíonn [Pico CMS do Nextcloud](https://github.com/nextcloud/cms_pico) cumhacht [**Pico**](http://picocms.org/) agus [**Nextcloud**](https://nextcloud.com/) chun láithreáin ghréasáin shimplí, shlána, inroinnte agus thar a bheith cumhachtach a chruthú gan ach cúpla cad a tharlaíonn. Is CMS comhad cothrom simplí, blazing tapa, é Pico - rud a fhágann go bhfuil an gréasán éasca.\n\n* Tosaigh blag\n* Roinn do atosú leis an domhan\n* Cruthaigh plean le haghaidh forlámhas an domhain agus gan é a roinnt leis na cairde cearta\n* Tóg bonn eolais agus lig do na cinn chliste i measc do chomhghleacaithe cabhrú leat\n\nLigeann suiteáil Pico CMS do Nextcloud d’úsáideoirí a láithreáin ghréasáin féin a chruthú agus a bhainistiú. Níl i gceist ach leathanach nua a chruthú le Pico ná comhad téacs simplí a chruthú i gcomhaid Nextcloud úsáideoirí. Níl aon chumraíocht ag teastáil, níl aon chomhéadain bhainistíochta casta go hiomlán - díreach comhaid. Is é an cluiche foirfe é le Nextcloud. Comhroinnt Slán, Comhoibriú, Rialú Rochtana - ní hamháin do do chuid comhad, ach do láithreáin ghréasáin freisin, iad seo ar fad indéanta ag Pico CMS do Nextcloud! Na teorainneacha idir do ghléasanna Soghluaiste & Deisce agus do Fhreastalaí a bhriseadh.\n\nBeidh rochtain ar shuíomhanna Gréasáin trí URLanna mar `https://cloud.example.com/sites/my_site/` agus ní bheidh iontu ach dornán de chomhaid téacs `.md` i gcomhaid Nextcloud úsáideora. Seasann `.md` do [**Markdown**](https://www.markdownguide.org/) - marcáil thar a bheith simplí agus iomasach chun ceannteidil, ailt, formáidiú téacs, liostaí, íomhánna agus naisc a chruthú. Ach ná bíodh éadóchas ort - ní gá duit teanga eile a fhoghlaim mura bhfuil tú ag iarraidh. Smaoinigh ar aip [Eagarthóir Markdown] (https://apps.nextcloud.com/apps/files_markdown) Nextcloud a chumasú chun rudaí simplí a dhéanamh dúr. Tabhair faoi deara le do thoil nach bhfuil eagarthóir Téacs ionsuite Nextcloud ag luí le Pico CMS do Nextcloud. Ach cad faoi mheiteashonraí mar theideal leathanaigh nó dáta eisiúna? Buille faoi thuairim ceart, tá sé ar fad in aon áit amháin. Ag barr do chomhaid Markdown is féidir leat bloc a chur le sonraí meite den sórt sin - ar a dtugtar an [**YAML**](https://en.wikipedia.org/wiki/YAML) Front Matter. Ní féidir a bheith níos éasca suíomhanna gréasáin a chruthú…\n\nAch ní hé sin gach rud… Tá Pico CMS do Nextcloud an-inoiriúnaithe. Is féidir leat cuma Pico a athrú trí théamaí saincheaptha a úsáid agus feidhmiúlacht nua a chur leis trí fhorlíontáin saincheaptha a úsáid. Ar chúiseanna slándála ní féidir le húsáideoirí téamaí saincheaptha ná forlíontáin a chur leis ina n-aonar - ach is féidir leat mar riarthóir. Ní “craicne” nó “giuirléidí” nua amháin iad forlíontáin agus téamaí, is creataí cumhachtacha iad na teicneolaíochtaí bunúsacha is féidir leat a ghiaráil chun láithreáin ghréasáin d’úsáideoirí a dhéanamh fíor-uathúil. Mar sin féin, le cumhacht mhór tagann freagracht mhór. Déanann Pico CMS do Nextcloud a dhícheall chun cosc ​​a chur ar úsáideoirí scripteanna a chur isteach ar shuíomhanna Gréasáin, toisc go bhféadfadh rioscaí slándála a bheith i gceist leis seo (ar a dtugtar \"Cross Scripting\"). Ós rud é nach mbaineann an riosca seo le Pico féin, seans nach mbeadh forbróirí 3ú páirtí breiseán agus téamaí ar an eolas faoin gceist seo - mar sin bí cúramach agus tú ag suiteáil forlíontáin agus téamaí saincheaptha.\n\nBa mhaith leat níos mó a fhoghlaim faoi Pico CMS do Nextcloud? Éasca! Níl le déanamh ach an aip a íoslódáil agus a chumasú ó [Siopa Aip Nextcloud](https://apps.nextcloud.com/apps/cms_pico) agus nascleanúint go leathanach socruithe Nextcloud. Mar riarthóir gheobhaidh tú dhá chuid \"Pico CMS\" i do shocruithe Nextcloud - ceann faoi \"Pearsanta\", ceann eile faoi \"Riarachán\". Ligeann an dara ceann duit téamaí saincheaptha, forlíontáin agus teimpléid a chur le Pico, chomh maith le roinnt socruithe chun cinn a athrú. Tá an chuid \"Pico CMS\" thíos \"Pearsanta\" ann do gach úsáideoir Nextcloud agus ligeann sé do dhuine láithreáin ghréasáin pearsanta a chruthú. Níl ort ach do chéad láithreán gréasáin pearsanta a chruthú agus roghnaigh \"sample_pico\" mar theimpléad láithreán gréasáin. Míneoidh ábhar samplach Pico gach rud atá uait…",
    "Access forbidden" : "Rochtain toirmiscthe",
    "Back to %s" : "Ar ais go dtí %s",
    "Not found" : "Ní bhfuarthas",
    "Internal Server Error" : "Earráid Freastalaí Inmheánach",
    "The server was unable to complete your request." : "Níorbh fhéidir leis an bhfreastalaí d'iarratas a chomhlánú.",
    "If this happens again, please send the technical details below to the server administrator." : "Má tharlaíonn sé seo arís, seol na sonraí teicniúla thíos chuig riarthóir an fhreastalaí.",
    "Remote Address: %s" : "Seoladh cianda: %s",
    "Request ID: %s" : "Iarratas aitheantais:%s",
    "More details can be found in the server log." : "Is féidir tuilleadh sonraí a fháil i loga an fhreastalaí.",
    "Technical details" : "Sonraí teicniúla",
    "Type: %s" : "Cineál: %s",
    "Code: %s" : "Cód: %s",
    "Message: %s" : "Teachtaireacht: %s",
    "File: %s" : "Comhad: %s",
    "Line: %s" : "Líne: %s",
    "Trace" : "Rian",
    "Your Nextcloud installation is incompatible with Pico CMS for Nextcloud!" : "Níl do shuiteáil Nextcloud ag luí le Pico CMS do Nextcloud!",
    "Some of your Nextcloud apps have known incompatibilities with Pico CMS for Nextcloud. This is no-one's fault, neither are Nextcloud nor the conflicting apps to blame, this is just some technical limitation of Nextcloud's app infrastructure we cannot solve in the short term. We're working on a solution! In the meantime you must remove the conflicting apps. Known conflicting apps are \"Issue Template\" and \"Terms of service\"." : "Bhí neamh-chomhoiriúnacht ar eolas ag cuid de do chuid apps Nextcloud le Pico CMS do Nextcloud. Níl an locht ar éinne, níl an locht ar Nextcloud ná ar na haipeanna contrártha, níl anseo ach teorainn theicniúil éigin ar bhonneagar aipeanna Nextcloud nach féidir linn a réiteach sa ghearrthéarma. Táimid ag obair ar réiteach! Idir an dá linn ní mór duit na apps salach ar a chéile a bhaint. Is iad \"Teimpléad Eisiúint\" agus \"Téarmaí seirbhíse\" iad aipeanna contrártha aitheanta.",
    "If you see the error <code>\"Call to undefined method ParsedownExtra::textElements()\"</code> in Nextcloud's logs even though you've removed all conflicting apps, please don't hesitate to <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">open a new Issue on GitHub</a> with a copy of the error including its stack trace and a complete list of all apps installed." : "Má fheiceann tú an earráid<code>\"Call to undefined method ParsedownExtra::textElements()\"</code> i logaí Nextcloud cé gur bhain tú gach feidhmchlár contrártha, ná bíodh aon leisce ort  <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">Eagrán nua a oscailt ar GitHub</a> le cóip den earráid lena n-áirítear a rian cruachta agus liosta iomlán de na apps go léir atá suiteáilte le do thoil.",
    "Pico CMS for Nextcloud" : "Pico CMS do Nextcloud",
    "Change Pico CMS for Nextcloud's behavior and manage optional features." : "Athraigh Pico CMS le haghaidh iompar Nextcloud agus bainistigh gnéithe roghnacha.",
    "Limit to groups" : "Teorainn do ghrúpaí",
    "Loading groups…" : "Grúpaí á lódáil…",
    "If you wish not to enable all of your users to create personal websites, you can limit Pico CMS for Nextcloud to certain groups. Select the groups you want to limit access to. If you leave this field empty, usage isn't limited. Revoking access for certain groups won't delete any of a user's websites, however, they get inaccessible." : "Más mian leat gan do chuid úsáideoirí go léir a chumasú chun láithreáin ghréasáin phearsanta a chruthú, is féidir leat Pico CMS do Nextcloud a theorannú do ghrúpaí áirithe. Roghnaigh na grúpaí is mian leat rochtain a theorannú orthu. Má fhágann tú an réimse seo folamh, níl teorainn le húsáid. Ní scriosfar aon cheann de shuímh Ghréasáin úsáideora má dhéantar rochtain a chúlghairm do ghrúpaí áirithe, áfach, níl rochtain orthu.",
    "Custom themes" : "Téamaí saincheaptha",
    "Add custom themes for greater individuality and style." : "Cuir téamaí saincheaptha leis le haghaidh indibhidiúlacht agus stíl níos fearr.",
    "Pico CMS for Nextcloud allows you to add custom themes for some greater individuality and style. However, for security reasons, users cannot add custom themes on their own. Before you can add a new custom theme using the \"Add custom theme\" button below, you'll have to upload all of its files to the data folder of your Nextcloud instance. After uploading the theme it will show up in the form below to actually allow users to use the custom theme. If you want to modify one of your previously added custom themes, simply edit the corresponding files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom theme\" button next to the edited theme in the form below." : "Ligeann Pico CMS do Nextcloud leat téamaí saincheaptha a chur leis le haghaidh indibhidiúlacht agus stíl níos fearr. Mar sin féin, ar chúiseanna slándála, ní féidir le húsáideoirí téamaí saincheaptha a chur leis ina n-aonar. Sular féidir leat téama saincheaptha nua a chur leis ag baint úsáide as an gcnaipe \"Cuir téama saincheaptha\" thíos, beidh ort a chuid comhad go léir a uaslódáil chuig an bhfillteán sonraí ar do shampla Nextcloud. Tar éis an téama a uaslódáil, taispeánfar é san fhoirm thíos chun ligean d'úsáideoirí an téama saincheaptha a úsáid. Más mian leat ceann de na téamaí saincheaptha a cuireadh leis roimhe seo a mhodhnú, níl le déanamh ach na comhaid chomhfhreagracha i bhfillteán sonraí Nextcloud a chur in eagar. Chun na hathruithe a chur i bhfeidhm ní mór duit an cnaipe \"Athlódáil téama saincheaptha\" a bhualadh in aice leis an téama curtha in eagar san fhoirm thíos.",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory. If you want to edit one of your custom themes, refer to this directory likewise." : "Sula gcuirfear téama nua saincheaptha leis, uaslódáil comhaid uile an téama chuig fillteán nua san eolaire seo a leanas. Más mian leat ceann de do théamaí saincheaptha a chur in eagar, déan tagairt don eolaire seo mar an gcéanna.",
    "Loading themes…" : "Téamaí á lódáil…",
    "Add custom theme" : "Cuir téama saincheaptha leis",
    "Reload themes list" : "Íosluchtaigh téamaí liosta",
    "Compatible theme." : "Téama comhoiriúnach.",
    "System theme" : "Téama córais",
    "Copy system theme" : "Cóipeáil téama an chórais",
    "Custom theme" : "Téama saincheaptha",
    "Reload custom theme" : "Athlódáil téama saincheaptha",
    "Copy custom theme" : "Cóipeáil téama saincheaptha",
    "Delete custom theme" : "Scrios téama saincheaptha",
    "Base theme" : "Buntéama",
    "Theme name" : "Ainm an téama",
    "An unexpected error occurred while performing this action. Please check Nextcloud's logs." : "Tharla earráid gan choinne agus an gníomh seo á dhéanamh. Seiceáil le do thoil logaí Nextcloud.",
    "Error: {error}" : "Earráid: {error}",
    "Encountered unexpected {exception}: {exceptionMessage}" : "Tharla {exception} gan choinne: {exceptionMessage}",
    "Custom plugins" : "Breiseáin saincheaptha",
    "Add custom plugins to reach for Pico's full potential." : "Cuir breiseáin saincheaptha leis chun cumas iomlán Pico a bhaint amach.",
    "Pico CMS for Nextcloud allows you to add custom plugins to really utilize all of Pico's power. Plugins work on a global basis, i.e. adding a custom plugin will enable it for all of your users' websites. Before adding a new custom plugin using the \"Add custom plugin\" button below, you must upload all of the plugin's files to the data folder of your Nextcloud instance. After uploading the plugin it will show up in the form below to actually enable it. If you want to update one of your previously added custom plugins, simply replace the plugin's files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom plugin\" button next to the updated plugin in the form below." : "Ligeann Pico CMS do Nextcloud duit forlíontáin saincheaptha a chur leis chun úsáid iomlán a bhaint as cumhacht Pico. Oibríonn breiseán ar bhonn domhanda, i.e. trí bhreiseán saincheaptha a chur leis beidh sé ar chumas do shuímh Ghréasáin uile d’úsáideoirí é. Sula gcuirfidh tú breiseán saincheaptha nua leis ag baint úsáide as an gcnaipe \"Cuir breiseán saincheaptha\" thíos, ní mór duit comhaid uile an bhreiseáin a uaslódáil chuig an bhfillteán sonraí ar do shampla Nextcloud. Tar éis duit an breiseán a uaslódáil, taispeánfar é san fhoirm thíos chun é a chumasú i ndáiríre. Más mian leat ceann de na forlíontáin saincheaptha a cuireadh leis roimhe seo a nuashonrú, níl le déanamh ach comhaid an bhreiseáin a athsholáthar i bhfillteán sonraí Nextcloud. Chun na hathruithe a chur i bhfeidhm ní mór duit an cnaipe \"Athlódáil breiseán saincheaptha\" a bhualadh in aice leis an mbreiseán nuashonraithe san fhoirm thíos.",
    "Before adding a new custom plugin, upload all of the plugin's files to a new folder in the following directory. If you want to update one of your custom plugins, refer to this directory likewise. Please note that the name of a plugin's folder must strictly match the name of the plugin, otherwise Pico will refuse to enable the plugin." : "Sula gcuirfear breiseán saincheaptha nua leis, uaslódáil comhaid uile an bhreiseáin chuig fillteán nua san eolaire seo a leanas. Más mian leat ceann de do chuid breiseán saincheaptha a nuashonrú, déan tagairt don eolaire seo mar an gcéanna. Tabhair faoi deara le do thoil nach mór d'ainm fillteán breiseán a bheith ag teacht go docht le hainm an bhreiseáin, nó diúltóidh Pico an breiseán a chumasú.",
    "Loading plugins…" : "Breiseáin á lódáil…",
    "Add custom plugin" : "Cuir breiseán saincheaptha leis",
    "Reload plugins list" : "Athlódáil liosta breiseán",
    "Compatible plugin." : "Breiseán comhoiriúnach.",
    "Example plugin" : "Sampla breiseán",
    "Copy example plugin" : "Cóipeáil breiseán sampla",
    "System plugin" : "Breiseán córais",
    "Custom plugin" : "Breiseán saincheaptha",
    "Reload custom plugin" : "Athlódáil breiseán saincheaptha",
    "Delete custom plugin" : "Scrios breiseán saincheaptha",
    "Base plugin" : "Bunús breiseán",
    "Plugin name" : "Ainm an bhreiseáin",
    "Custom templates" : "Teimpléid saincheaptha",
    "Make it easier for users to create new websites." : "Déan é níos fusa d’úsáideoirí láithreáin ghréasáin nua a chruthú.",
    "Creating new websites can be hard - where to even start? Custom templates act as a starting point for users to create a new website using Pico CMS for Nextcloud. Before adding a new custom template using the \"Add custom template\" button below, you must upload all of the template's files to the data folder of your Nextcloud instance. After uploading the template it will show up in the form below to actually add it to the \"Create a new website\" form of your users. If you want to modify one of your previously added custom templates, simply edit the corresponding files in Nextcloud's data folder." : "Is féidir le láithreáin ghréasáin nua a chruthú a bheith deacair - cá háit le tosú fiú? Feidhmíonn teimpléid saincheaptha mar phointe tosaigh d’úsáideoirí chun suíomh Gréasáin nua a chruthú ag baint úsáide as Pico CMS do Nextcloud. Sula gcuirfidh tú teimpléad saincheaptha nua leis ag baint úsáide as an gcnaipe \"Cuir teimpléad saincheaptha\" thíos, ní mór duit comhaid uile an teimpléid a uaslódáil chuig an bhfillteán sonraí ar do shampla Nextcloud. Tar éis duit an teimpléad a uaslódáil taispeánfar é san fhoirm thíos chun é a chur leis an bhfoirm \"Cruthaigh suíomh Gréasáin nua\" de do chuid úsáideoirí. Más mian leat ceann de na teimpléid saincheaptha a cuireadh leis roimhe seo a mhodhnú, níl le déanamh ach na comhaid chomhfhreagracha i bhfillteán sonraí Nextcloud a chur in eagar.",
    "Before adding a new custom template, upload all of the template's files to a new folder in the following directory:" : "Sula gcuirtear teimpléad saincheaptha nua leis, uaslódáil comhaid uile an teimpléid chuig fillteán nua san eolaire seo a leanas:",
    "Loading templates…" : "Teimpléid á lódáil…",
    "Add custom template" : "Cuir teimpléad saincheaptha leis",
    "Reload templates list" : "Athlódáil liosta teimpléid",
    "Compatible template." : "Teimpléad comhoiriúnach.",
    "System template" : "Teimpléad córais",
    "Copy system template" : "Cóipeáil teimpléad córais",
    "Custom template" : "Teimpléad saincheaptha",
    "Copy custom template" : "Cóipeáil teimpléad saincheaptha",
    "Delete custom template" : "Scrios teimpléad saincheaptha",
    "Base template" : "Teimpléad bonn",
    "Template name" : "Ainm teimpléad",
    "Configure your web server" : "Cumraigh do fhreastalaí gréasáin",
    "Enable Pico CMS for Nextcloud's full potential by configuring your web server appropriately." : "Cumasaigh Pico CMS le haghaidh lánacmhainneacht Nextcloud trí do fhreastalaí gréasáin a chumrú go cuí.",
    "Depending on your web server's configuration, users can access their websites using different URLs. By default, users can access their websites using Pico CMS for Nextcloud's full application URL. However, these URLs are pretty long and thus not very user-friendly. For this reason, Pico CMS for Nextcloud also supports shortened URLs utilizing the virtual \"sites/\" folder. However, using this feature requires some additional web server configuration. If you're using the Apache web server, try one of the first two examples shown below. If you're rather using the nginx web server, try one of last two examples. If you do not really understand what's going on, contact your server administrator and send him the information below. If your server administrator tells you this isn't possible, do not despair - you can still use Pico CMS for Nextcloud's full application URLs, they always work out-of-the-box." : "Ag brath ar chumraíocht do fhreastalaí gréasáin, is féidir le húsáideoirí rochtain a fháil ar a láithreáin ghréasáin ag baint úsáide as URLanna éagsúla. De réir réamhshocraithe, is féidir le húsáideoirí rochtain a fháil ar a láithreáin ghréasáin ag baint úsáide as Pico CMS le haghaidh URL iarratais iomlán Nextcloud. Mar sin féin, tá na URLanna seo fada go leor agus mar sin níl siad an-éasca le húsáid. Ar an gcúis seo, tacaíonn Pico CMS do Nextcloud le URLanna giorraithe freisin ag baint úsáide as an bhfillteán fíorúil \"suíomhanna /\". Mar sin féin, teastaíonn roinnt cumraíochta freastalaí gréasáin breise chun an ghné seo a úsáid. Má tá freastalaí gréasáin Apache á úsáid agat, bain triail as ceann amháin den chéad dá shampla a thaispeántar thíos. Más fearr leat an freastalaí gréasáin nginx a úsáid, bain triail as ceann amháin den dá shampla dheireanacha. Mura dtuigeann tú i ndáiríre cad atá ar siúl, déan teagmháil le riarthóir do fhreastalaí agus seol an fhaisnéis thíos chuige. Má insíonn do riarthóir freastalaí duit nach féidir é seo a dhéanamh, ná bíodh éadóchas ort - is féidir leat Pico CMS a úsáid fós le haghaidh URLanna feidhmchláir iomlána Nextcloud, oibríonn siad as an mbosca i gcónaí.",
    "Enable short website URLs" : "Cumasaigh URLanna gairide láithreáin ghréasáin",
    "Full application URLs" : "URLanna iarratais iomlána",
    "Short website URLs" : "URLanna láithreán gréasáin gearr",
    "After you have configured your web server to enable shortened URLs, you should select the corresponding option above to let your users know about this feature. Do not enable this option if you have not configured the virtual \"sites/\" folder yet using one of the configuration examples shown below." : "Tar éis duit do fhreastalaí gréasáin a chumrú chun URLanna giorraithe a chumasú, ba cheart duit an rogha comhfhreagrach thuas a roghnú chun do chuid úsáideoirí a chur ar an eolas faoin ngné seo. Ná cumasaigh an rogha seo mura bhfuil an fillteán fíorúil \"suíomhanna/\" cumraithe agat fós ag baint úsáide as ceann de na samplaí cumraíochta a thaispeántar thíos.",
    "Using Apache's mod_proxy" : "Ag baint úsáide as mod_proxy Apache",
    "Your users' website URLs will look like the following:" : "Beidh cuma mar seo a leanas ar URLanna láithreáin ghréasáin d’úsáideoirí:",
    "Copy the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf. Before doing so you must enable both Apache's mod_proxy and mod_proxy_http modules. Otherwise your web server will either refuse to (re)start or yield a 500 Internal Server Error." : "Cóipeáil an t-alt cumraíochta thuas chuig an rannán <VirtualHost ...> de do apache.conf ag Nextcloud. Sula ndéanann tú amhlaidh ní mór duit mod_proxy Apache agus mod_proxy_http araon a chumasú. Seachas sin diúltóidh do fhreastalaí gréasáin Earráid Freastalaí Inmheánach 500 a thosú (ath)thosú nó a thabhairt.",
    "Using Apache's mod_rewrite" : "Ag baint úsáide as mod_rewrite Apache",
    "Before copying the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf, make sure to enable Apache's mod_rewrite module. Otherwise your web server will refuse to (re)start or yield a 500 Internal Server Error. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing mod_proxy shown above." : "Sula ndéanann tú an t-alt cumraíochta thuas a chóipeáil go dtí an roinn <VirtualHost ...> de do apache.conf de Nextcloud, déan cinnte modúl mod_rewrite Apache a chumasú. Seachas sin, diúltóidh do fhreastalaí gréasáin (ath)tús a chur nó Earráid Fhreastalaí Inmheánach 500 a thabhairt ar ais. Tabhair faoi deara nach ligfidh an chumraíocht seo duit URLanna giorraithe a úsáid, ní dhéanann sé ach úsáideoirí a atreorú ó URLanna giorraithe go URL iomlán an tsuímh. Mar sin, ba cheart go mb'fhearr leat an réiteach ag baint úsáide as mod_proxy a thaispeántar thuas.",
    "Using nginx's proxy_pass" : "Ag baint úsáide as seachfhreastalaí nginx",
    "Copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Before doing doing so you must enable nginx's ngx_http_proxy_module module. Otherwise your web server will either refuse to (re)start or yield a 500 Internal Server Error." : "Cóipeáil an blúire cumraíochta thuas chuig an rannóg freastalaí Nextcloud { … } de do nginx.conf. Sula ndéanann tú é sin ní mór duit modúl ngx_http_proxy_module nginx a chumasú. Seachas sin diúltóidh do fhreastalaí gréasáin Earráid Freastalaí Inmheánach 500 a thosú (ath)thosú nó a thabhairt.",
    "Using nginx's rewrite" : "Ag baint úsáide as athscríobh nginx",
    "Simply copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing nginx's proxy_pass directive shown above." : "Níl le déanamh ag ach an t-alt cumraíochta thuas a chóipeáil go dtí an chuid freastalaí Nextcloud { … } de do nginx.conf. Tabhair faoi deara nach ligfidh an cumraíocht seo duit URLanna giorraithe a úsáid, ní dhéanann sé ach úsáideoirí a atreorú ó URLanna giorraithe go URL iomlán an tsuímh. Mar sin ba cheart go mb'fhearr leat an réiteach ag baint úsáide as treoir seachfhreastalaí nginx a thaispeántar thuas.",
    "Version information" : "Eolas faoin leagan",
    "Pico CMS for Nextcloud was made by <a href=\"https://github.com/daita\">Maxence Lange</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a>.<br>It is free and open source software released under the <a href=\"https://github.com/nextcloud/cms_pico/blob/master/LICENSE\">GNU Affero General Public License</a>." : "Rinne <a href=\"https://github.com/daita\">Maxence Lange</a> agus <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a>Pico CMS do Nextcloud é.<br>Is bogearraí foinse oscailte saor in aisce é a eisítear faoi<a href=\"https://github.com/nextcloud/cms_pico/blob/master/LICENSE\">Cheadúnas Poiblí Ginearálta GNU Affero.</a>.",
    "Pico was made by <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> and is maintained by <a href=\"https://github.com/picocms/Pico/graphs/contributors\">The Pico Community</a>.<br>It is free and open source software released under the <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">MIT license</a>." : "Rinne <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> agus <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> Pico agus tá sé á chothabháil ag <a href=\"https://github.com/picocms/Pico/graphs/contributors\">An Comhphobal Pico</a>.<br>Is bogearraí foinse oscailte saor in aisce é a eisítear faoin gceadúnas<a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">Ceadúnas MIT</a>.",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "Comhcheanglaíonn<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS do Nextcloud</a>cumhacht <a href=\"http://picocms.org/\"><strong>Pico</strong></a> agus Nextcloud chun suíomhanna gréasáin simplí, slán, inroinnte agus iontach cumhachtach a chruthú gan ach cúpla cad a tharlaíonn. Is CMS comhad cothrom simplí, blazing tapa, é Pico - rud a fhágann go bhfuil an gréasán éasca!",
    "Start a blog, share your resume with the world, create a plan for world domination and only share it with the right friends or build a knowledge base and let the smart ones among your colleagues help out. Pico CMS for Nextcloud allows you to create and manage your own websites. Creating a new page with Pico is no more than creating a simple text file in your Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server." : "Tosaigh blag, roinn do atosú leis an domhan, cruthaigh plean le haghaidh forlámhas an domhain agus ná déan é a roinnt ach leis na cairde cearta nó tóg bonn eolais agus lig do na cinn chliste i measc do chomhghleacaithe cabhrú leat. Ligeann Pico CMS do Nextcloud duit do shuíomhanna Gréasáin féin a chruthú agus a bhainistiú. Níl i gceist ach leathanach nua a chruthú le Pico ná comhad téacs simplí a chruthú i do chomhaid Nextcloud. Níl aon chumraíocht ag teastáil, níl aon chomhéadain bhainistíochta casta go hiomlán - díreach comhaid. Is é an cluiche foirfe é le Nextcloud. Comhroinnt Slán, Comhoibriú, Rialú Rochtana - ní hamháin do do chuid comhad, ach do láithreáin ghréasáin freisin, iad seo ar fad indéanta ag Pico CMS do Nextcloud! Na teorainneacha idir do ghléasanna Soghluaiste & Deisce agus do Fhreastalaí a bhriseadh.",
    "A website consist of just a bunch of <code class=\"inline\">.md</code> text files in your Nextcloud files. <code class=\"inline\">.md</code> stands for <a href=\"https://www.markdownguide.org/\"><strong>Markdown</strong></a> - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Try Nextcloud's <a href=\"https://apps.nextcloud.com/apps/files_markdown\">Markdown Editor</a> app to make easy things stupidly simple. Please note that Nextcloud's built-in Text editor is incompatible with Pico CMS for Nextcloud. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>YAML</strong></a> Front Matter. Creating websites cannot be easier…" : "Níl i suíomh Gréasáin ach dornán de chomhaid téacs<code class=\"inline\">.md</code> i do chomhaid Nextcloud. Seasann<code class=\"inline\">.md</code> do<a href=\"https://www.markdownguide.org/\"><strong>Markdown</strong></a> - marcáil thar a bheith simplí agus iomasach chun ceannteidil, ailt, formáidiú téacs, liostaí, íomhánna agus naisc a chruthú. Ach ná bíodh éadóchas ort - ní gá duit teanga eile a fhoghlaim mura bhfuil tú ag iarraidh.   Bain triail as aip <a href=\"https://apps.nextcloud.com/apps/files_markdown\">Markdown Editor</a> Nextcloud chun rudaí éasca a dhéanamh dúr simplí. Tabhair faoi deara le do thoil nach bhfuil eagarthóir Téacs ionsuite Nextcloud ag luí le Pico CMS do Nextcloud. Ach cad faoi mheiteashonraí mar theideal leathanaigh nó dáta eisiúna? Buille faoi thuairim ceart, tá sé ar fad in aon áit amháin. Ag barr do chomhaid Markdown is féidir leat bloc a chur le sonraí meite den sórt sin -  ar a dtugtar  <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>YAML</strong></a> Front Matter. Ní féidir a bheith níos éasca suíomhanna gréasáin a chruthú…",
    "You want to learn more about Pico CMS for Nextcloud? Easy! Just create your first personal website using the \"sample_pico\" template. Pico's sample contents will explain all you need to know…" : "Ba mhaith leat níos mó a fhoghlaim faoi Pico CMS do Nextcloud? Éasca! Cruthaigh do chéad láithreán gréasáin pearsanta ag baint úsáide as an teimpléad \"sample_pico\". Míneoidh ábhar samplach Pico gach rud atá uait…",
    "You will be able to access your websites using URLs like the following:" : "Beidh tú in ann rochtain a fháil ar do shuímh Ghréasáin trí úsáid a bhaint as URLanna mar seo a leanas:",
    "The Nextcloud admin limited access of Pico CMS for Nextcloud to certain groups. Unfortunately you don't have permission to create personal websites. You can still access websites of other users, possibly including private websites. If you had permission to create websites in the past, you don't have to worry about your data: Nothing is lost. However, nobody will be able to access your private websites and a \"Website not found\" error is shown instead." : "Chuir admin Nextcloud teorainn le rochtain Pico CMS do Nextcloud do ghrúpaí áirithe. Ar an drochuair, níl cead agat suíomhanna gréasáin pearsanta a chruthú. Is féidir leat rochtain a fháil fós ar shuíomhanna Gréasáin úsáideoirí eile, b’fhéidir láithreáin ghréasáin phríobháideacha a áireamh. Má bhí cead agat láithreáin ghréasáin a chruthú san am atá caite, ní gá duit a bheith buartha faoi do shonraí: Níl aon rud caillte. Ní bheidh aon duine in ann rochtain a fháil ar do shuímh Ghréasáin phríobháideacha, áfach, agus taispeántar earráid “Ní bhfuarthas an suíomh Gréasáin” ina ionad sin.",
    "Loading websites…" : "Láithreáin Ghréasáin á lódáil…",
    "Name" : "Ainm",
    "Path" : "Cosán",
    "Theme" : "Téama",
    "Created" : "Cruthaithe",
    "Go to website" : "Téigh go dtí an suíomh Gréasáin",
    "Go to website directory" : "Téigh go dtí eolaire láithreán gréasáin",
    "Edit website name" : "Cuir ainm an tsuímh Ghréasáin in eagar",
    "Edit private website settings" : "Cuir socruithe príobháideacha láithreán gréasáin in eagar",
    "Delete website" : "Scrios an láithreán gréasáin",
    "Actions" : "Gníomhartha",
    "Pico CMS for Nextcloud supports both public and private websites. Everyone can access public websites, no matter whether they are logged in or not. If you want to limit access to a certain subset of users, create a private website. All visitors of a private website must be logged in, otherwise a \"Access forbidden\" error is shown. Additionally one of the following conditions must be met: (1) the user has access to the website's source files (i.e. the source folder is shared with the user), (2) the user is a member of one of the groups listed below, or (3) the user is a member of one of the groups specified in the YAML Front Matter of the requested page using the \"access\" meta value." : "Tacaíonn Pico CMS do Nextcloud le láithreáin ghréasáin phoiblí agus phríobháideacha araon. Is féidir le gach duine rochtain a fháil ar láithreáin ghréasáin phoiblí, is cuma má tá siad logáilte isteach nó nach bhfuil. Más mian leat rochtain ar fho-thacar áirithe úsáideoirí a theorannú, cruthaigh suíomh Gréasáin príobháideach. Ní mór do gach cuairteoir ar shuíomh Gréasáin príobháideach a bheith logáilte isteach, nó taispeántar earráid \"Rochtain toirmiscthe\". Ina theannta sin ní mór ceann de na coinníollacha seo a leanas a chomhlíonadh: (1) tá rochtain ag an úsáideoir ar bhunchomhaid an tsuímh Ghréasáin (i.e. roinntear an fillteán foinse leis an úsáideoir), (2) tá an t-úsáideoir ina bhall de cheann de na grúpaí atá liostaithe thíos, nó (3) go bhfuil an t-úsáideoir ina bhall de cheann de na grúpaí atá sonraithe in Ábhar Tosaigh YAML ar an leathanach iarrtha ag baint úsáide as an meiteluach \"rochtain\".",
    "Website type" : "Cineál láithreán gréasáin",
    "Public website" : "Láithreán gréasáin poiblí",
    "The website is publicly accessible and requires no authentication whatsoever." : "Tá rochtain ag an bpobal ar an suíomh Gréasáin agus níl aon fhíordheimhniú ag teastáil uaidh.",
    "Private website" : "Láithreán gréasáin príobháideach",
    "The website requires authentication, access is limited to a subset of all users." : "Teastaíonn fíordheimhniú ón suíomh Gréasáin, tá rochtain teoranta d’fhothacar de gach úsáideoir.",
    "Group access" : "Rochtain ghrúpa",
    "Grant access to all members of the selected groups." : "Tabhair rochtain do gach ball de na grúpaí roghnaithe.",
    "Reload websites list" : "Íoslódáil liosta de na láithreáin ghréasáin",
    "Create a new website" : "Cruthaigh suíomh gréasáin nua",
    "Just fill the form below to create your own personal website." : "Níl le déanamh ach an fhoirm thíos a líonadh chun do shuíomh Gréasáin pearsanta féin a chruthú.",
    "My example website" : "Mo láithreán gréasáin teimpléad",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "Anseo is féidir leat ainm do shuíomh Gréasáin pearsanta a shonrú. Úsáidfear ainm do shuíomh Gréasáin mar theideal an tsuímh Ghréasáin, a léirítear go minic i gceanntásc do shuíomh Gréasáin.",
    "Identifier" : "Aitheantóir",
    "The identifier of your website prescribes both your website's address (URL) and the name of the directory your website's files (both pages and assets) will be stored in. A website's identifier must consist of lowercase alphanumeric characters, dashes and underscores (a-z, 0-9, - and _) only." : "Forordaíonn aitheantóir do shuímh Ghréasáin seoladh do tsuímh Ghréasáin (URL) agus ainm an eolaire a stórálfar comhaid do tsuímh Ghréasáin (idir leathanach agus sócmhainní) ann. Ní mór carachtair alfa-uimhriúla beaga a bheith in aitheantóir an tsuímh Ghréasáin, daiseanna agus scóir (a-z, 0). -9, - agus _) amháin.",
    "Address" : "Seoladh",
    "You will be able to access your website using the address (URL) shown above." : "Beidh tú in ann rochtain a fháil ar do shuíomh Gréasáin ag baint úsáide as an seoladh (URL) a thaispeántar thuas.",
    "When creating a new website, Pico CMS for Nextcloud copies the website template to the following new directory in your Nextcloud." : "Agus suíomh Gréasáin nua á chruthú, cóipeann Pico CMS do Nextcloud an teimpléad láithreán gréasáin chuig an eolaire nua seo a leanas i do Nextcloud.",
    "You can use one of the provided themes for some greater individuality and style. If you want to use another theme, ask your Nextcloud admin - it might be possible to add your favourite theme, too!" : "Is féidir leat ceann de na téamaí a chuirtear ar fáil a úsáid le haghaidh indibhidiúlacht agus stíl níos fearr. Más mian leat téama eile a úsáid, cuir ceist ar do riarthóir Nextcloud - b'fhéidir go bhféadfaí an téama is fearr leat a chur leis freisin!",
    "Template" : "Teimpléad",
    "Templates act as a starting point when creating a new website. All templates consist of a \"content\" directory (for your pages) and a \"assets\" directory (for your website's assets), which will be copied to the above folder in your Nextcloud." : "Feidhmíonn teimpléid mar phointe tosaigh nuair a chruthaítear suíomh Gréasáin nua. Is éard atá i ngach teimpléad ná eolaire \"ábhar\" (do do leathanaigh) agus eolaire \"sócmhainní\" (do shócmhainní do láithreán gréasáin), a chóipeáilfear chuig an bhfillteán thuas i do Nextcloud.",
    "Create new website" : "Cruthaigh suíomh gréasáin nua",
    "Loading…" : "Á lódáil…"
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}