{ "translations": {
    "test" : "proba",
    "It was not possible to retrieve the complete list of your websites" : "Non foi posíbel recuperar a lista completa dos seus sitios web",
    "no error message" : "sen mensaxe de erro",
    "It was not possible to update your theme on {name}" : "Non foi posíbel actualizar o tema en {name}",
    "This operation will delete the website {name} but its content will still be available in your files" : "Esta operación eliminará o sitio {nome} mais o seu contido aínda estará dispoñíbel nos seus ficheiros",
    "Please confirm" : "Confírmeo",
    "Please wait" : "Agarde",
    "Create a new website" : "Crear un sitio web novo",
    "It was not possible to update your website" : "Non foi posíbel actualizar o seu sitio web",
    "It was not possible to create your website {name}" : "Non foi posíbel crear o seu sitio web {name}",
    "It was not possible to remove the website {name}" : "Non foi posíbel retirar o sitio web {name}",
    "Website not found" : "Non foi atopado o sitio web",
    "Webpage does not exist" : "Non existe a páxina web",
    "You are not the owner of this website" : "Vostede non é o único dono deste sitio",
    "Content Directory is not valid." : "O contido do directorio non é válido.",
    "Website is private. You do not have access to this website" : "O sitio web é privado. Non ten acceso a este sitio web",
    "The address of the website can only contains alpha numeric chars" : "O enderezo do sitio web só pode conter caracteres alfanuméricos",
    "The address of the website must be longer" : "O enderezo do sitio web debe ser máis longo",
    "The name of the website must be longer" : "O nome do sitio web debe ser máis longo",
    "Path is malformed, please check." : "A ruta está mal formada, compróbeo",
    "Template does not exist" : "Non existe o modelo",
    "Cannot generate template file in this folder" : "Non é posíbel xerar o ficheiro do modelo neste cartafol",
    "Theme does not exist" : "Non existe o tema",
    "Website already exist." : "O sitio web xa existe",
    "Pico CMS" : "Pico CMS",
    "Integrate Pico and let your users manage their own websites" : "Integre Pico e permita que os seus usuarios xestionen os seus propios sitios web",
    "With **cms_pico** you can build your own website in Nextcloud!\n\n* start a blog\n* share your resume with the world\n* create a plan for world domination and only share with the right friends\n* built a knowledge sharing site and let the smart ones among your colleagues help out\n\nYou can make the pages viewable for everyone or only for users or groups on your Nextcloud . You can also share the files that the website consists of so you can collaborate with others maintaining the pages.\n\nThe app uses [Pico](https://picocms.org/) to allow your users to create and manage their own websites with address like: https://cloud.example.com/sites/my_site/. The source of the website will be stored in the users' files and the **Markdown** will be formatted by **Pico** to generate the pages.\n\nBecause Pico is using the **Markdown** format, you should consider enabling the [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) app." : "Con **cms_pico** pode crear o eu propio sitio web no Nextcloud!\n\n* Iniciar un blog\n* Compartir o seu currículo co mundo\n* Crear un plan para a dominación do mundo e compartilo só cos amigos axeitados\n* Construír un sitio para compartir coñecementos e deixar que os máis intelixentes de entre os seus colegas lle axuden\n\nPode facer que as páxinas sexan visíbeis para todos ou só para usuarios ou grupos no seu Nextcloud. Tamén pode compartir os ficheiros que compoñen o sitio web para que poida colaborar con outros mantendo as páxinas.\n\nO aplicativo emprega [Pico](https://picocms.org/) para permitirlle aos seus usuarios crear e xestionar os seus propios sitios web con enderezos como: https://cloud.exemplo.com/sitios/o_meu_sitio/. A fonte do sitio web almacenarase nos ficheiros dos usuarios e o **Markdown** será formatado por **Pico** para xerar as páxinas.\n\nXa que Pico está a usar o formato **Markdown**, debería considerar activar o aplicativo [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) app.",
    "Your Apache configuration" : "A súa configuración do Apache",
    "Choose the best way to link to your users' website. Copy one of the example below and paste the line in your Apache configuration" : "Escolla a mellor forma de ligar os sitios web dos seus usuarios. Copie un dos exemplos de embaixo e pegue a liña na súa configuración do Apache",
    "Using MOD_PROXY:" : "Usando MOD_PROXY:",
    "Using MOD_REWRITE:" : "Usando MOD_REWRITE:",
    "Using MOD_REWRITE and MOD_PROXY:" : "Usando MOD_REWRITE e MOD_PROXY:",
    "Custom themes" : "Temas personalizados",
    "To add a custom theme, you will need to create a new folder in the 'themes' directory:" : "Para engadir un tema personalizado, necesitará crear un novo cartafol no directorio de «temas»:",
    "Current custom themes:" : "Temas personalizados actuais:",
    "Add a new custom theme:" : "Engadir un novo tema personalizado:",
    "Add custom theme" : "Engadir un tema personalizado",
    "Custom templates" : "Modelos personalizados",
    "To add a custom template, you will need to create a new folder in the 'templates' directory:" : "Para engadir un modelo personalizado, necesitará crear un novo cartafol no directorio de «modelos»:",
    "Current custom templates:" : "Modelos personalizados actuais",
    "Add a new custom template:" : "Engadir un novo modelo personalizado:",
    "Add custom template" : "Engadir un modelo personalizado",
    "Delete custom template" : "Eliminar un modelo personalizado",
    "Delete custom theme" : "Eliminar un tema personalizado",
    "Your current websites" : "Os seus sitios web actuais",
    "Name" : "Nome",
    "Address" : "Enderezo",
    "Local directory" : "Directorio local",
    "Theme" : "Tema",
    "Private" : "Privado",
    "Name of the site:" : "Nome do sitio:",
    "The title of your site" : "O título do seu sitio",
    "My new site" : "O meu novo sitio",
    "Address of the site:" : "Enderezo do sitio:",
    "my_site" : "o_meu_sitio",
    "Local directory:" : "Directorio local:",
    "The place to store the website files on your cloud" : "O lugar para almacenar os ficheiros do sitio na súa nube",
    "Base Template:" : "Modelo base:",
    "Choose a template from the list" : "Escolla un modelo da lista",
    "Delete website" : "Eliminar o sitio web"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}