{ "translations": {
    "Abort" : "Interrompi",
    "Copy" : "Copia",
    "Confirm website deletion" : "Conferma eliminazione del sito web",
    "This operation will delete the website \"{name}\". However, all of its contents will still be available in your Nextcloud." : "Questa operazione eliminerà il sito web \"{name}\". Tuttavia, tutto il suo contenuto sarà ancora disponibile nel tuo Nextcloud.",
    "Choose website directory" : "Scegli cartella del sito web",
    "A unexpected error occured while performing this action. Please check Nextcloud's logs." : "Si è verificato un errore imprevisto eseguendo questa azione. Controlla i log di Nextcloud.",
    "The requested website could not be found on the server. Maybe the website was deleted?" : "Il sito web richiesto non è stato trovato sul server. Forse il sito è stato eliminato?",
    "The file and directory structure of this website appears to be broken and thus could not be accessed." : "La struttura dei file e delle cartelle di questo sito sembra danneggiata e quindi potrebbe non essere accessibile.",
    "You don't have access to this private website. Maybe the share was deleted or has expired?" : "Non hai accesso a questo sito web privato. Forse la condivisione è stata annullata o è scaduta?",
    "This website is hosted on a non-local storage and thus could not be accessed." : "Questo sito web è ospitato su un'archiviazione non locale e quindi non è accessibile.",
    "This website uses a theme that could not be found on the server and thus could not be built." : "Questo sito web usa un tema che non è stato trovato sul server e quindi non è possibile crearlo.",
    "This website uses a incompatible theme and thus could not be built." : "Questo sito usa un tema incompatibile e quindi non è possibile crearlo.",
    "The requested website page could not be found on the server. Maybe the page was deleted?" : "La pagina web richiesta non è stata trovata sul server. Forse la pagina è stato eliminata?",
    "You don't have access to this website page. Maybe the share was deleted or has expired?" : "Non hai accesso a questa pagina web. Forse la condivisione è stata annullata o è scaduta?",
    "The requested website page could not be built, so that the server was unable to complete your request." : "La pagina web richiesta non può essere creata, perciò il server non ha potuto completare la tua richiesta.",
    "The file and directory structure of this website appears to be broken und thus could not be accessed." : "La struttura dei file e delle cartelle di questo sito sembra danneggiata e quindi potrebbe non essere accessibile.",
    "The requested website asset could not be found on the server. Maybe the asset was deleted?" : "L'asset del sito richiesto non è stato trovato sul server. Forse l'asset è stato eliminato?",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "Non hai accesso a questo asset web. Forse la condivisione è stata annullata o è scaduta?",
    "Website exists." : "Il sito web esiste.",
    "No permission." : "Nessun permesso.",
    "Theme not found." : "Tema non trovato.",
    "Template not found." : "Modello non trovato.",
    "Website not found." : "Sito web non trovato.",
    "Template exists already." : "Il modello esiste già.",
    "Theme exists already." : "Il tema esiste già.",
    "Plugin not found." : "Plugin non trovato.",
    "Plugin exists already." : "Il plugin esiste già.",
    "The name of the website must be longer." : "Il nome del sito web deve essere più lungo.",
    "The name of the website is too long." : "Il nome del sito web è troppo lungo.",
    "The identifier of the website must be longer." : "L'identificativo del sito web deve essere più lungo.",
    "The identifier of the website is too long." : "L'identificativo del sito web è troppo lungo.",
    "The identifier of the website can only contains alpha numeric chars." : "L'identificativo del sito web può contenere solo caratteri alfanumerici.",
    "The path of the website is invalid." : "Il percorso del sito web non è valido.",
    "The website's path is stored on a non-local storage." : "Il percorso del sito web è salvato in un'archiviazione non locale.",
    "Parent folder of the website's path not found." : "Cartella superiore del percorso del sito web non trovata.",
    "Failed to enable Pico CMS for Nextcloud: Couldn't find \"%s\". Make sure to install the app's dependencies by executing `composer install` in the app's install directory below \"%s\". Then try again enabling Pico CMS for Nextcloud." : "Attivazione di Pico CMS per Nextcloud fallita: impossibile trovare \"%s\". Assicurati di installare le dipendenze dell'app eseguendo `composer install` nella cartella di installazione dell'app sotto \"%s\". Poi riprova ad attivare Pico CMS per Nextcloud.",
    "Failed to enable Pico CMS for Nextcloud: The webserver has no permission to create files and folders below \"%s\". Make sure to give the webserver write access to this directory by changing its permissions and ownership to the same as of your \"%s\" directory. Then try again enabling Pico CMS for Nextcloud." : "Attivazione di Pico CMS per Nextcloud fallita: il server web non ha il permesso di creare file e cartelle sotto \"%s\". Assicurati di dare i permessi di scrittura al server web per questa cartella cambiando le sue autorizzazioni e lo stesso proprietario della cartella \"%s\". Poi riprova ad attivare Pico CMS per Nextcloud.",
    "Pico CMS" : "Pico CMS",
    "Create and publish your own websites - with Pico CMS for Nextcloud!" : "Crea e pubblica i tuoi siti web con Pico CMS per Nextcloud!",
    "Access forbidden" : "Accesso negato",
    "Back to %s" : "Torna a %s",
    "Not found" : "Non trovato",
    "Internal Server Error" : "Errore interno del server",
    "The server was unable to complete your request." : "Il server non è stato in grado di completare la tua richiesta.",
    "If this happens again, please send the technical details below to the server administrator." : "Se ciò si verifca nuovamente, invia i seguenti dettagli tecnici all'amministratore del server.",
    "Remote Address: %s" : "Indirizzo remoto: %s",
    "Request ID: %s" : "ID richiesta: %s",
    "More details can be found in the server log." : "Ulteriori dettagli sono disponibili nel log del server.",
    "Technical details" : "Dettagli tecnici",
    "Type: %s" : "Tipo: %s",
    "Code: %s" : "Codice: %s",
    "Message: %s" : "Messaggio: %s",
    "File: %s" : "File: %s",
    "Line: %s" : "Riga: %s",
    "Trace" : "Traccia",
    "Custom themes" : "Temi personalizzati",
    "Add custom themes for greater individuality and style." : "Aggiungi temi personalizzati per una maggiore individualità e stile.",
    "Pico CMS for Nextcloud allows you to add custom themes for some greater individuality and style. However, for security reasons, users can't add custom themes on their own. Before you can add a new custom theme using the \"Add custom theme\" button below, you'll have to upload all of its files to the data folder of your Nextcloud instance. After uploading the theme it will show up in the form below to actually allow users to use the custom theme." : "Pico CMS per Nextcloud ti permette di aggiungere temi personalizzati per una maggiore individualità e stile. Tuttavia, per motivi di sicurezza, gli utenti non possono aggiungere temi da soli. Prima di poterne aggiungere uno usando il pulsante \"Aggiungi tema personalizzato\" sotto, dovrai inviare tutti i suoi file nella cartella dati della tua istanza di Nextcloud. Dopo avere inviato il tema verrà mostrato nel modulo sottostante per consentire effettivamente agli utenti di utilizzare il tema personalizzato.",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory:" : "Prima di aggiungere un nuovo tema personalizzato, invia tutti i file del tema in una nuova cartella nel seguente percorso:",
    "Loading themes…" : "Caricamento dei temi…",
    "Add custom theme" : "Aggiungi tema personalizzato",
    "Reload themes list" : "Ricarica elenco temi",
    "Compatible theme." : "Tema compatibile.",
    "System theme" : "Tema di sistema",
    "Copy system theme" : "Copia tema di sistema",
    "Custom theme" : "Tema personalizzato",
    "Reload custom theme" : "Ricarica tema personalizzato",
    "Copy custom theme" : "Copia tema personalizzato",
    "Delete custom theme" : "Elimina tema personalizzato",
    "Base theme" : "Tema di base",
    "Theme name" : "Nome tema",
    "Error" : "Errore",
    "Custom plugins" : "Plugin personalizzati",
    "Add custom plugins to reach for Pico's full potential." : "Aggiungi plugin personalizzati per sfruttare il pieno potenziale di Pico.",
    "Pico CMS for Nextcloud allows you to add custom plugins to really utilize all of Pico's power. Plugins work on a global basis, i.e. adding a custom plugin will enable it for all of your users' websites. Before adding a new custom plugin using the \"Add custom plugin\" button below, you must upload all of the plugin's files to the data folder of your Nextcloud instance. After uploading the plugin it will show up in the form below to actually enable it." : "Pico CMS per Nextcloud ti permette di aggiungere plugin personalizzati per sfruttare il pieno potenziale di Pico. I plugin funzionano su base globale, cioè l'aggiunta di un plugin personalizzato lo attiverà per tutti i siti web degli utenti. Prima di poterne aggiungere uno usando il pulsante \"Aggiungi plugin personalizzato\" sotto, dovrai inviare tutti i suoi file nella cartella dati della tua istanza di Nextcloud. Dopo avere inviato il plugin verrà mostrato nel modulo sottostante per attivarlo effettivamente.",
    "Before adding a new custom plugin, upload all of the plugin's files to a new folder in the following directory. Please note that the name of this new folder must strictly match the name of the plugin, otherwise Pico will refuse to enable the plugin." : "Prima di aggiungere un plugin personalizzato, invia tutti i suoi file in una nuova cartella nel seguente percorso. Tieni presente che il nome di questa nuova cartella deve essere identico al nome del plugin, altrimenti Pico si rifiuterà di attivarlo.",
    "Loading plugins…" : "Caricamento dei plugin...",
    "Add custom plugin" : "Aggiungi plugin personalizzato",
    "Reload plugins list" : "Ricarica elenco plugin",
    "Compatible plugin." : "Plugin compatibile.",
    "System plugin" : "Plugin di sistema",
    "Custom plugin" : "Plugin personalizzato",
    "Reload custom plugin" : "Ricarica plugin personalizzato",
    "Delete custom plugin" : "Elimina plugin personalizzato",
    "Custom templates" : "Modelli personalizzati",
    "Make it easier for users to create new websites." : "Rendi più facile per gli utenti creare nuovi siti web.",
    "Creating new websites can be hard - where to even start? Custom templates act as a starting point for users to create a new website using Pico CMS for Nextcloud. Before adding a new custom template using the \"Add custom template\" button below, you must upload all of the template's files to the data folder of your Nextcloud instance. After uploading the template it will show up in the form below to actually add it to the \"Create a new website\" form of your users." : "Creare novi siti può essere complicato - da dove cominciare? I modelli personalizzati fungono da punto di partenza per gli utenti per creare un nuovo sito web usando Pico CMS per Nextcloud. Prima di aggiungere un nuovo modello usando il pulsante \"Aggiungi modello personalizzato\" sotto, dovrai inviare tutti i suoi file nella cartella dati della tua istanza di Nextcloud. Dopo avere inviato il modello verrà mostrato nel modulo sottostante per aggiungerlo effettivamente alla finestra \"Crea un nuovo sito\" degli utenti.",
    "Before adding a new custom template, upload all of the template's files to a new folder in the following directory:" : "Prima di aggiungere un nuovo modello personalizzato, invia tutti i file del modello in una nuova cartella nel seguente percorso:",
    "Loading templates…" : "Caricamento modelli...",
    "Add custom template" : "Aggiungi modello personalizzato",
    "Reload templates list" : "Ricarica elenco modelli",
    "Compatible template." : "Modello compatibile.",
    "System template" : "Modello di sistema",
    "Copy system template" : "Copia modello di sistema",
    "Custom template" : "Modello personalizzato",
    "Copy custom template" : "Copia modello personalizzato",
    "Delete custom template" : "Elimina modello personalizzato",
    "Base template" : "Modello di base",
    "Template name" : "Nome modello",
    "Settings" : "Impostazioni",
    "Change Pico CMS for Nextcloud's behavior and manage optional features." : "Cambia il comportamento di Pico CMS per Nextcloud e gestisci le funzioni opzionali.",
    "Limit to groups" : "Limita a gruppi",
    "Loading groups…" : "Caricamento gruppi...",
    "If you wish not to enable all of your users to create personal websites, you can limit Pico CMS for Nextcloud to certain groups. Select the groups you want to limit access to. If you leave this field empty, usage isn't limited. Revoking access for certain groups won't delete any of a user's websites, however, they get inaccessible." : "Se preferisci non consentire a tutti i tuoi utenti di creare siti personali, puoi limitare Pico CMS per Nextcloud ad alcuni gruppi. Seleziona i gruppi a cui vuoi limitare l'accesso. Se lasci vuoto questo campo, l'uso non è limitato. Revocando l'accesso a certi gruppi non verranno eliminati i siti degli utenti, tuttavia, saranno resi inaccessibili.",
    "Configure your webserver" : "Configura il tuo server web",
    "Enable Pico CMS for Nextcloud's full potential by configuring your webserver appropriately." : "Sfrutta il pieno potenziale di Pico CMS per Nextcloud configurando il tuo server web adeguatamente.",
    "Depending on your webserver's configuration, users can access their websites using different URLs. By default, users can access their websites using Pico CMS for Nextcloud's full application URL. However, these URLs are pretty long and thus not very user-friendly. For this reason, Pico CMS for Nextcloud also supports shortened URLs utilizing the virtual \"sites/\" folder. However, using this feature requires some additional webserver configuration. If you're using the Apache webserver, try one of the first two examples shown below. If you're rather using the nginx webserver, try one of last two examples. If you don't really understand what's going on, contact your server administrator and send him the information below. If your server administrator tells you this isn't possible, don't despair - you can still use Pico CMS for Nextcloud's full application URLs, they always work out-of-the-box." : "A seconda della configurazione del tuo server, gli utenti possono accedere ai loro siti usando URL differenti. Di base, gli utenti possono accedere ai loro siti usando l'URL completo di Pico CMS per Nextcloud. Tuttavia, questi URL sono piuttosto lunghi e quindi non molto comodi. Per questo motivo, Pico CMS per Nextcloud supporta anche gli URL abbreviati usando la cartella virtuale \"sites/\". Però usare questa funzione richiede qualche configurazione aggiuntiva del server. Se stai usando Apache, prova uno dei primi due esempi mostrati sotto. Se invece utilizzi NGINX, prova uno degli ultimi due esempi. Se non riesci a capire che sta succedendo, contatta l'amministratore del server ed inviagli le informazioni sottostanti. Se l'amministratore ti dice che non è possibile, non disperare - puoi comunque usare gli URL completi di Pico CMS per Nextcloud, funzionano sempre in modo predefinito.",
    "Enable short website URLs" : "Attiva URL abbreviati per i siti",
    "Full application URLs" : "URL applicazione completi",
    "Short website URLs" : "URL sito abbreviati",
    "After you've configured your webserver to enable shortened URLs, you should select the corresponding option above to let your users know about this feature. Don't enable this option if you haven't configured the virtual \"sites/\" folder yet using one of the configuration examples shown below." : "Dopo avere configurato il tuo server web per usare gli URL abbreviati, dovrai selezionare l'opzione corrispondente sopra per far conoscere ai tuoi utenti questa fuzione. Non attivare questa opzione se non hai ancora configurato la cartella virtuale \"sites/\" usando uno degli esempi di configurazione mostrati sotto.",
    "Using Apache's mod_proxy" : "Utilizzo di mod_proxy di Apache",
    "Your users' website URLs will look like the following:" : "Gli URL dei siti web dei tuoi utenti si presenteranno come segue:",
    "Using Apache's mod_rewrite" : "Utilizzo di mod_rewrite di Apache",
    "Using nginx's proxy_pass" : "Utilizzo di proxy_pass di nginx",
    "Pico CMS for Nextcloud" : "Pico CMS per Nextcloud",
    "Loading websites…" : "Caricamento siti web…",
    "Name" : "Nome",
    "Path" : "Percorso",
    "Theme" : "Tema",
    "Created" : "Creato il",
    "Go to website" : "Vai al sito web",
    "Go to website directory" : "Vai alla cartella del sito web",
    "Toggle private website" : "Attiva sito web privato",
    "Delete website" : "Elimina sito web",
    "Actions" : "Azioni",
    "Create a new website" : "Crea un nuovo sito",
    "My example website" : "Il mio sito web d'esempio",
    "Identifier" : "Identificatore",
    "Address" : "Indirizzo",
    "When creating a new website, Pico CMS for Nextcloud copies the website template to the following new directory in your Nextcloud." : "Quando crei un nuovo sito web, Pico CMS per Nextcloud copia il modello di sito nella seguente nuova cartella del tuo Nextcloud.",
    "Template" : "Modello",
    "Create new website" : "Crea nuovo sito web",
    "Loading…" : "Caricamento…"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}