{ "translations": {
    "test" : "test",
    "It was not possible to retrieve the complete list of your websites" : "Non è stato possibile recuperare l'elenco completo dei tuoi siti web",
    "no error message" : "nessun messaggio di errore",
    "It was not possible to update your theme on {name}" : "Non è stato possibile aggiornare il tuo tema {name}",
    "This operation will delete the website {name} but its content will still be available in your files" : "Questa operazione eliminerà il sito web {name}, ma il suo contenuto sarà ancora disponibile nei tuoi file",
    "Please confirm" : "Conferma",
    "Please wait" : "Attendere",
    "Create a new website" : "Crea un nuovo sito",
    "It was not possible to update your website" : "Non è stato possibile aggiornare il tuo sito web",
    "It was not possible to create your website {name}" : "Non è stato possibile creare il tuo sito web {name}",
    "It was not possible to remove the website {name}" : "Non è stato possibile rimuovere il tuo sito web {name}",
    "Website not found" : "Sito web non trovato",
    "Webpage does not exist" : "Il sito non esiste.",
    "You are not the owner of this website" : "Non sei il proprietario di questo sito web",
    "Content Directory is not valid." : "La cartella dei contenuti non è valida.",
    "Website is private. You do not have access to this website" : "Il sito web è privato. Non hai accesso a questo sito web",
    "The address of the website can only contains alpha numeric chars" : "L'indirizzo del sito web può contenere solo caratteri alfanumerici",
    "The address of the website must be longer" : "L'indirizzo del sito web deve essere più lungo",
    "The name of the website must be longer" : "Il nome del sito web deve essere più lungo",
    "Path is malformed, please check." : "Percorso non valido, controllalo.",
    "Template does not exist" : "Il modello non esiste",
    "Cannot generate template file in this folder" : "Impossibile generare il file di modello in questa cartella",
    "Theme does not exist" : "Il tema non esiste",
    "Website already exist." : "Il sito web esiste già.",
    "Pico CMS" : "Pico CMS",
    "Integrate Pico and let your users manage their own websites" : "Integra Pico e consente ai tuoi utenti di gestire i loro siti web",
    "With **cms_pico** you can build your own website in Nextcloud!\n\n* start a blog\n* share your resume with the world\n* create a plan for world domination and only share with the right friends\n* built a knowledge sharing site and let the smart ones among your colleagues help out\n\nYou can make the pages viewable for everyone or only for users or groups on your Nextcloud . You can also share the files that the website consists of so you can collaborate with others maintaining the pages.\n\nThe app uses [Pico](https://picocms.org/) to allow your users to create and manage their own websites with address like: https://cloud.example.com/sites/my_site/. The source of the website will be stored in the users' files and the **Markdown** will be formatted by **Pico** to generate the pages.\n\nBecause Pico is using the **Markdown** format, you should consider enabling the [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) app." : "Con **cms_pico** puoi creare il tuo sito web in Nextcloud!\n\n* Avviare un blog\n* Condividere il tuo curriculum con il mondo\n* Creare un piano per la dominazione del mondo e condividerlo con i tuoi amici\n* Costruire un sito di condivisione della conoscenza e lasciare che i tuoi colleghi contribuiscano\n\nPuoi rendere le pagine visibili a chiunque o solo agli utenti o ai gruppi di Nextcloud. Puoi inoltre condividere i file di cui è composto il sito web in modo da collaborare con altri al mantenimento delle pagine.\n\nL'applicazione utilizza [Pico](https://picocms.org/) per consentire ai tuoi utenti di creare e gestire i loro siti web con indirizzi del tipo: https://cloud.esempio.com/sites/mio_sito/. Il sorgente del sito web sarà archiviato nei file degli utenti e il **Markdown** sarà formattato da **Pico** per generare le pagine.\n\nPoiché Pico utilizza il formato **Markdown**, dovresti considerare l'abilitazione dell'applicazione [Editor Markdown](https://apps.nextcloud.com/apps/files_markdown).",
    "Your Apache configuration" : "La tua configurazione di Apache",
    "Choose the best way to link to your users' website. Copy one of the example below and paste the line in your Apache configuration" : "Scegli il modo migliore di collegarti al sito dei tuoi utenti. Copia uno degli esempi seguenti e incollare la riga nella configurazione di Apache",
    "Using MOD_PROXY:" : "Utilizzare MOD_PROXY:",
    "Using MOD_REWRITE:" : "Utilizzare MOD_REWRITE:",
    "Using MOD_REWRITE and MOD_PROXY:" : "Utilizzare MOD_REWRITE e MOD_PROXY:",
    "Custom themes" : "Temi personalizzati",
    "To add a custom theme, you will need to create a new folder in the 'themes' directory:" : "Per aggiungere un tema personalizzato, sarà necessario creare una nuova cartella nella cartella 'themes':",
    "Current custom themes:" : "Temi personalizzati attuali:",
    "Add a new custom theme:" : "Aggiungi un nuovo tema personalizzato:",
    "Add custom theme" : "Aggiungi tema personalizzato",
    "Custom templates" : "Modelli personalizzati",
    "To add a custom template, you will need to create a new folder in the 'templates' directory:" : "Per aggiungere un modello personalizzato, sarà necessario creare una nuova cartella nella cartella 'templates':",
    "Current custom templates:" : "Modelli personalizzati attuali:",
    "Add a new custom template:" : "Aggiungi un nuovo modello personalizzato:",
    "Add custom template" : "Aggiungi modello personalizzato",
    "Delete custom template" : "Elimina modello personalizzato",
    "Delete custom theme" : "Elimina tema personalizzato",
    "Your current websites" : "I tuoi siti web attuali",
    "Name" : "Nome",
    "Address" : "Indirizzo",
    "Local directory" : "Cartella locale",
    "Theme" : "Tema",
    "Private" : "Privato",
    "Name of the site:" : "Nome del sito:",
    "The title of your site" : "Il titolo del tuo sito",
    "My new site" : "Il mio nuovo sito",
    "Address of the site:" : "Indirizzo del sito:",
    "my_site" : "mio_sito",
    "Local directory:" : "Cartella locale:",
    "The place to store the website files on your cloud" : "La posizione dove archiviare i file del sito web sul tuo cloud",
    "Base Template:" : "Modello di base:",
    "Choose a template from the list" : "Scegli un modello dall'elenco",
    "Delete website" : "Elimina sito web"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}