{ "translations": {
    "Confirm website deletion" : "Bevestig verwijderen website",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "Je hebt geen toegang tot dit onderdeel van de website. Misschien was de deellink verwijderd of vervallen?",
    "Incompatible plugin: Plugin class \"{class}\" not found." : "Incompatibele plugin: Plugin Klasse \"{class}\" niet gevonden.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "De identificator van de website kan alleen bestaan uit alfanumerieke waarden",
    "The path of the website is invalid." : "Het pad van de website is ongeldig.",
    "Technical details" : "Technische details",
    "Type: %s" : "Type: %s",
    "Line: %s" : "Regel: %s",
    "Encountered unexpected {exception}: {exceptionMessage}" : "Onverwachte {exception} tegengekomen: {exceptionMessage}",
    "Reload plugins list" : "Herladen pluginlijst",
    "Custom plugin" : "Maatwerk plugin",
    "Make it easier for users to create new websites." : "Maak het je gebruikers makkelijk om een eigen website te maken.",
    "Configure your web server" : "Configureer je webserver",
    "After you have configured your web server to enable shortened URLs, you should select the corresponding option above to let your users know about this feature. Do not enable this option if you have not configured the virtual \"sites/\" folder yet using one of the configuration examples shown below." : "Nadat je je webserver hebt geconfigureerd om verkorte URL's in te schakelen, moet je de overeenkomstige optie hierboven selecteren om je gebruikers op de hoogte te stellen van deze functie. Schakel deze optie niet in als je de virtuele map \"sites /\" nog niet hebt geconfigureerd met een van de onderstaande configuratievoorbeelden.",
    "Version information" : "Versie-informatie",
    "Pico was made by <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> and is maintained by <a href=\"https://github.com/picocms/Pico/graphs/contributors\">The Pico Community</a>.<br>It is free and open source software released under the <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">MIT license</a>." : "Pico CMS voor Nextcloud is gemaakt door <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> en <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> en wordt onderhouden door <a href=\"https://github.com/picocms/Pico/graphs/contributors\">de Pico Community</a>.<br>Het is vrije en open source software gepubliceerd onder de <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">MIT License</a>.",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS voor Nextcloud</a> combineert de kracht van <a href=\"http://picocms.org/\"><strong>Pico</strong></a> en Nextcloud om met slechts een paar klikken eenvoudige, veilige, deelbare en ongelooflijk krachtige websites te maken. Pico is een eenvoudige, razendsnelle, platte tekst CMS - dat maakt internet gemakkelijk!",
    "Path" : "Pad",
    "Just fill the form below to create your own personal website." : "Vul het onderstaande formulier in om je eigen persoonlijke website te maken.",
    "My example website" : "Mijn voorbeeld website",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "Hier kunt je de naam van je persoonlijke website opgeven. De naam van je website wordt gebruikt als titel van de website, vaak weergegeven in de koptekst van je website.",
    "Identifier" : "Identificator",
    "Template" : "Sjabloon"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}