{ "translations": {
    "Confirm website deletion" : "Подтверждение удаление веб-сайта",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "У вас нет доступа к этому ресурсу веб-сайта. Возможно, общий ресурс был удалён или истёк срок действия доступа.",
    "Incompatible plugin: Plugin class \"{class}\" not found." : "Несовместимый модуль: не найден класс «{class}».",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "Идентификатор сайта должен состоять только из цифр или букв в нижнем регистре.",
    "The path of the website is invalid." : "Неверный путь к веб-сайту.",
    "If this happens again, please send the technical details below to the server administrator." : "Если это случится ещё раз, отправьте администратору сервера подробное сообщение о произошедшем, приведённое ниже.",
    "Technical details" : "Технические подробности",
    "Type: %s" : "Тип: %s",
    "Line: %s" : "Строка: %s",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory. If you want to edit one of your custom themes, refer to this directory likewise." : "Перед добавлением новой настраиваемой темы, загрузите все файлы темы в новую папку в следующем каталоге. Если вы хотите отредактировать одну из своих настраиваемых тем, обратитесь к этой директории аналогичным образом.",
    "Encountered unexpected {exception}: {exceptionMessage}" : "Возникло неожиданное {exception}: {exceptionMessage}",
    "Reload plugins list" : "Перезагрузить список модулей",
    "Custom plugin" : "Пользовательский модуль",
    "Plugin name" : "Название плагина",
    "Make it easier for users to create new websites." : "Упрощение создания веб-сайтов.",
    "Delete custom template" : "Удалить пользовательский шаблон",
    "Configure your web server" : "Настройте свой веб-сервер",
    "After you have configured your web server to enable shortened URLs, you should select the corresponding option above to let your users know about this feature. Do not enable this option if you have not configured the virtual \"sites/\" folder yet using one of the configuration examples shown below." : "После того, как вы настроили свой веб-сервер для включения сокращенных URL-адресов, вам следует выбрать соответствующую опцию выше, чтобы сообщить своим пользователям об этой функции. Не включайте эту опцию, если вы еще не настроили виртуальную папку «sites/», используя один из примеров конфигурации, показанных ниже.",
    "Copy the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf. Before doing so you must enable both Apache's mod_proxy and mod_proxy_http modules. Otherwise your web server will either refuse to (re)start or yield a 500 Internal Server Error." : "Скопируйте приведенный выше фрагмент конфигурации в раздел <VirtualHost…> Nextcloud вашего apache.conf. Прежде чем сделать это, вы должны включить модули Apache mod_proxy и mod_proxy_http. В противном случае ваш веб-сервер либо откажется (пере)запуститься, либо выдаст ошибку 500 Internal Server Error.",
    "Version information" : "Информация о версии",
    "Pico was made by <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> and is maintained by <a href=\"https://github.com/picocms/Pico/graphs/contributors\">The Pico Community</a>.<br>It is free and open source software released under the <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">MIT license</a>." : "Pico был создан <a href=\"https://gilbitron.me/\">Гилбертом Пеллегромом</a> и <a href=\"https://daniel-rudolf.de/\">Даниэлем Рудольфом</a> и поддерживается <a href=\"https://github.com/picocms/Pico/graphs/contributors\">сообществом Pico</a>. <br>Это свободное программное обеспечение с открытым исходным кодом, выпущенное под <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">лицензией MIT</a>.",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS для Nextcloud</a> объединяет возможности <a href=\"http://picocms.org/\"><strong>Pico</strong></a> и Nextcloud для создания простых, безопасных, доступных для обмена и удивительно мощных веб-сайтов всего за несколько кликов. Pico - это тупо простая, молниеносная, простая файловая CMS - делающая Интернет легким!",
    "Path" : "Путь",
    "Private website" : "Частный сайт",
    "Just fill the form below to create your own personal website." : "Для создания личного веб-сайта заполните форму, расположенную ниже.",
    "My example website" : "Мой сайт",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "В этом поле возможно указать имя личного сайта. Имя сайта часто  выводится в его заголовке. ",
    "Identifier" : "Идентификатор",
    "Template" : "Шаблон"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}