{ "translations": {
    "Copy" : "Kopírovať",
    "Confirm website deletion" : "Potvrďte zmazanie webu",
    "This operation will delete the website \"{name}\". However, all of its contents will still be available in your Nextcloud." : "Tato operácia vymaže web „{name}“. Avšak celý obsah, ktorým bol tvorený, stále zostane vo vašom Nextcloud.",
    "Choose website directory" : "Vyberte adresár webovej stránky",
    "Abort" : "Prerušiť",
    "Save" : "Uložiť",
    "The requested website could not be found on the server. Maybe the website was deleted?" : "Na serveri. nebola požadovaná webová stránka nájdená. Možno bola odstránená?",
    "The file and directory structure of this website appears to be broken and thus could not be accessed." : "Zdá sa, že štruktúra súborov a adresárov tejto webovej stránky je narušená, a preto k nim nemožno získať prístup.",
    "You don't have access to this private website. Maybe the share was deleted or has expired?" : "Nemáte prístup k tomuto súkromnému webu. Možno bolo zdieľanie odstránené alebo jeho platnosť vypršala.",
    "This website is hosted on a non-local storage and thus could not be accessed." : "Táto webová stránka nie je umiestnená na lokálnom úložisku, preto k nej nemožno získať prístup.",
    "This website uses a theme that could not be found on the server and thus could not be built." : "Táto stránka používa tému vzhľadu, ktorá nie je na serveri a preto ju nemožno vytvoriť.",
    "This website uses a incompatible theme and thus could not be built." : "Táto stránka používa nekompatibilnú tému a preto ju nemožno vytvoriť.",
    "The requested website page could not be found on the server. Maybe the page was deleted?" : "Požadovanú webovú stránku nebolo možné na serveri nájsť. Možno bola odstránená.",
    "You don't have access to this website page. Maybe the share was deleted or has expired?" : "K tejto webovej stránke nemáte prístup. Možno bolo zdieľanie odstránené alebo jeho platnosť vypršala.",
    "The requested website page could not be built, so that the server was unable to complete your request." : "Požadovanú stránku nebolo možné vytvoriť, takže server nemohol splniť vašu požiadavku.",
    "The file and directory structure of this website appears to be broken und thus could not be accessed." : "Zdá sa, že štruktúra súborov a adresárov tejto webovej stránky je narušená a nedá sa k nim získať prístup.",
    "The requested website asset could not be found on the server. Maybe the asset was deleted?" : "Požadovaný obsah webovej stránky sa na serveri nenašiel. Pravdepodobne bol obsah odstránený.",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "Nemáte prístup k obsahu tejto webovej stránky. Možno bolo zdieľanie odstránené alebo jeho platnosť vypršala.",
    "Plugin not found." : "Zásuvný modul sa nenašiel.",
    "Plugin exists already." : "Zásuvný modul už existuje.",
    "Template not found." : "Šablóna sa nenašla.",
    "Template exists already." : "Šablóna už existuje.",
    "Theme not found." : "Téma vzhľadu sa nenašla.",
    "Theme exists already." : "Téma vzhľadu už existuje.",
    "Website exists." : "Webová stránka existuje.",
    "No permission." : "Nemáte povolenie.",
    "Website not found." : "Webová stránka sa nenašla.",
    "Local (unencrypted)" : "Miestne (nešifrované)",
    "Location" : "Umiestnenie",
    "Incompatible plugin: Plugin file \"{file}\" not found." : "Nekompatibilný doplnok: Doplnok \"{file} nebol nájdený",
    "Incompatible plugin: PHP parse error in file \"{file}\"." : "Nekompatibilný zásuvný modul: Parsovanie PHP zlyhalo v súbore \"{file}\".",
    "Incompatible plugin: Plugin class \"{class}\" not found." : "Nekompatibilný zásuvný modul: Trieda zásuvného modulu \"{class} nebola nájdená.",
    "Incompatible plugin: Plugins for Pico CMS for Nextcloud must use one of the API versions {compatApiVersions}, but this plugin uses API version {apiVersion}." : "Nekompatibilný doplnok: Doplnky pre Pico CMS pre Nextcloud musia používať jednu z verzíí API {compatApiVersions}, ale tento doplnok používa verziu API {apiVersion}.",
    "Incompatible template: Required directory \"{file}\" not found." : "Nekompatibilná šablóna: Požadovaný priečinok \"{file}\" nebol nájdený.",
    "Incompatible theme: Twig template \"{file}\" not found." : "Nekompatibilná téma: Twig šablóna \"{file}\" nebola nájdená.",
    "Incompatible theme: Themes for Pico CMS for Nextcloud must use one of the API versions {compatApiVersions}, but this theme uses API version {apiVersion}." : "Nekompatibilný vzhľad: Vzhľady pre Pico CMS pre Nextcloud musia používať jednu z verzíí API {compatApiVersions}, ale tento doplnok používa verziu API {apiVersion}.",
    "The name of the website must be longer." : "Názov webovej stránky musí byť dlhší.",
    "The name of the website is too long." : "Názov webovej stránky je príliš dlhý.",
    "The identifier of the website must be longer." : "Identifikátor webovej stránky musí byť dlhší.",
    "The identifier of the website is too long." : "Identifikátor webovej stránky je príliš dlhý.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "Identifikátor webovej stránky môže obsahovať iba malé písmená a číslice.",
    "The path of the website is invalid." : "Cesta k webovej stránke je neplatná.",
    "The website's path is stored on a non-local storage." : "Cesta k webovej stránke nie je uložená v lokálnom úložisku.",
    "Parent folder of the website's path not found." : "Nadradený priečinok cesty k webovej stránke sa nenašiel.",
    "Failed to enable Pico CMS for Nextcloud: Couldn't find \"%s\". Make sure to install the app's dependencies by executing `composer install` in the app's install directory below \"%s\". Then try again enabling Pico CMS for Nextcloud." : "Nepodarilo sa zapnúť Pico CMS pre Nextcloud: Nepodarilo sa nájsť „%s“. Nezabudnite nainštalovať závislosti aplikácie tak, že v inštalačnom adresári aplikácie pod „%s“ spustíte „composer install“. Potom skúste znova zapnúť Pico CMS pre Nextcloud.",
    "Pico CMS" : "Pico CMS",
    "Create and publish your own websites - with Pico CMS for Nextcloud!" : "Vytvorte a zverejnite svoje vlastné webové stránky - s Pico CMS pre Nextcloud!",
    "[Pico CMS for Nextcloud](https://github.com/nextcloud/cms_pico) combines the power of [**Pico**](http://picocms.org/) and [**Nextcloud**](https://nextcloud.com/) to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy.\n\n* Start a blog\n* Share your resume with the world\n* Create a plan for world domination and only share with the right friends\n* Build a knowledge base and let the smart ones among your colleagues help out\n\nInstalling Pico CMS for Nextcloud allows your users to create and manage their own websites. Creating a new page with Pico is no more than creating a simple text file in a users' Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server.\n\nWebsites will be accessible through URLs like `https://cloud.example.com/sites/my_site/` and consist of just a bunch of `.md` text files in a user's Nextcloud files. `.md` stands for [**Markdown**](https://www.markdownguide.org/) - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Consider enabling Nextcloud's [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) app to make easy things stupidly simple. Please note that Nextcloud's built-in Text editor is incompatible with Pico CMS for Nextcloud. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called the [**YAML**](https://en.wikipedia.org/wiki/YAML) Front Matter. Creating websites can't be easier…\n\nBut that wasn't everything… Pico CMS for Nextcloud is highly customizable. You can change Pico’s appearance by using custom themes and add new functionality by using custom plugins. For security reasons users can neither add custom themes nor plugins on their own - but as an admin you can. Plugins and themes aren’t just new \"skins\" or \"widgets\", the underlying technologies are powerful frameworks you can leverage to make your users' websites truly unique. However, with great power comes great responsibility. Pico CMS for Nextcloud does its best to prevent users from including scripts into websites, since this might bear security risks (so called \"Cross Scripting\"). Since this risk doesn't apply to Pico itself, 3rd-party developers of plugins and themes might not be aware of this issue - so be careful when installing custom plugins and themes.\n\nYou want to learn more about Pico CMS for Nextcloud? Easy! Just download and enable the app from [Nextcloud's App Store](https://apps.nextcloud.com/apps/cms_pico) and navigate to Nextcloud's settings page. As an admin you'll find two \"Pico CMS\" sections in your Nextcloud settings - one below \"Personal\", another below \"Administration\". The latter allows you to add custom themes, plugins and templates to Pico, as well as tweaking some advanced settings. The \"Pico CMS\" section below \"Personal\" exists for all Nextcloud users and allows one to create personal websites. Simply create your first personal website and choose \"sample_pico\" as website template. Pico's sample contents will explain all you need to know…" : "[Pico CMS pre Nextcloud] (https://github.com/nextcloud/cms_pico) kombinuje silu [** Pico **] (http://picocms.org/) a [** Nextcloud **] (https : //nextcloud.com/) na vytvorenie jednoduchých, bezpečných, zdieľateľných a úžasne výkonných webových stránok pomocou niekoľkých kliknutí. Pico je veľmi jednoduchý, mimoriadne rýchly na jednoduchých súboroch založený redakčný systém, ktorý uľahčuje tvorbu webu.\n\n* Založte si blog\n* Podeľte sa o svoj životopis so svetom\n* Vytvorte plán na ovládnutie sveta a zdieľajte ho iba so správnymi priateľmi\n* Vytvorte si databázu vedomostí a nechajte kolegov pomôcť\n\nInštalácia Pico CMS pre Nextcloud umožňuje vašim používateľom vytvárať a spravovať svoje vlastné webové stránky. Vytvorenie novej stránky pomocou Pico nie je nič iné ako vytvorenie jednoduchého textového súboru v užívateľských súboroch Nextcloud. Nevyžaduje sa žiadna konfigurácia, žiadne zložité rozhrania správy - iba súbory. Je to perfektná zhoda s Nextcloud. Bezpečné zdieľanie, spolupráca, kontrola prístupu - nielen pre vaše súbory, ale aj pre vaše webové stránky - všetko umožňuje Pico CMS pre Nextcloud! Rúca hranice medzi mobilnými, stolnými zariadeniami a serverom.\n\nWebové stránky budú prístupné prostredníctvom URL, napríklad „https://cloud.priklad.sk/stranky/moja_stranka/“, a budú pozostávať iba z niekoľkých textových súborov „.md“ v súboroch Nextcloud používateľa. „.md“ znamená [** Markdown **] (https://www.markdownguide.org/) - super jednoduchý a intuitívny značkovací jazyk na vytváranie nadpisov, odsekov, formátovania textu, zoznamov, obrázkov a odkazov. Ale nebojte sa, nemusíte sa učiť ďalší jazyk, ak nechcete. Zvážte zapnutie aplikácií [Text] (https://apps.nextcloud.com/apps/text) alebo [Markdown Editor] (https://apps.nextcloud.com/apps/files_markdown) od Nextcloudu na zjednodušenie. Ale čo meta údaje, ako je názov stránky alebo dátum vydania? Hádate správne, je to všetko na jednom mieste. V hornej časti súborov Markdown môžete umiestniť blok s takýmito meta údajmi - nazvaný [** YAML **] (https://en.wikipedia.org/wiki/YAML) Front Matter. Vytváranie webových stránok nemôže byť jednoduchšie...\n\nAle to nie je všetko... Pico CMS pre Nextcloud je vysoko prispôsobiteľný. Vzhľad Pico môžete meniť pomocou vlastných motívov vzhľadu a pridaním nových funkcií pomocou vlastných doplnkov. Z bezpečnostných dôvodov používatelia nemôžu pridávať vlastné témy ani doplnky samostatne - ale vy ako administrátor môžete. Doplnky a témy nie sú len nové „vzhľady“ alebo „widgety“. Základnými technológiami sú výkonné rámce, ktoré môžete využiť, aby sa webové stránky vašich používateľov stali skutočne jedinečnými. S veľkou mocou však prichádza veľká zodpovednosť. Pico CMS pre Nextcloud robí všetko preto, aby zabránil používateľom v začlenení skriptov na webové stránky, pretože by to mohlo predstavovať bezpečnostné riziko (tzv. „Krížové skriptovanie“). Pretože toto riziko sa netýka samotného Pico, vývojári doplnkov a tém tretích strán nemusia tento problém poznať - preto buďte pri inštalácii vlastných doplnkov a tém opatrní.\n\nChcete sa dozvedieť viac o Pico CMS pre Nextcloud? Jednoduché! Stačí stiahnuť a povoliť aplikáciu z [Nextcloud's App Store] (https://apps.nextcloud.com/apps/cms_pico) a prejsť na stránku nastavení Nextcloud. Ako administrátor nájdete v nastaveniach Nextcloud dve sekcie „Pico CMS“ - jednu pod položkou „Osobné“ a ďalšiu pod položkou „Správa“. Ten umožňuje pridávať do Pico vlastné motívy, doplnky a šablóny, ako aj dolaďovať niektoré rozšírené nastavenia. Sekcia „Pico CMS“ pod „Osobné“ existuje pre všetkých používateľov Nextcloud a umožňuje im vytvárať osobné webové stránky. Jednoducho si vytvorte svoj prvý osobný web a ako šablónu webu vyberte \"sample_pico\". Vzorový obsah Pico vysvetlí všetko, čo potrebujete vedieť...",
    "Access forbidden" : "Prístup odmietnutý",
    "Back to %s" : "Späť na %s",
    "Not found" : "Nenájdené",
    "Internal Server Error" : "Vnútorná chyba servera",
    "The server was unable to complete your request." : "Server nebol schopný dokončiť vašu žiadosť.",
    "If this happens again, please send the technical details below to the server administrator." : "Ak sa to stane opäť, nižšie zašlite technické podrobnosti správcovi servera.",
    "Remote Address: %s" : "Vzdialená adresa: %s",
    "Request ID: %s" : "ID požiadavky: %s",
    "More details can be found in the server log." : "Viac nájdete v logu servera.",
    "Technical details" : "Technické podrobnosti",
    "Type: %s" : "Typ: %s",
    "Code: %s" : "Kód: %s",
    "Message: %s" : "Správa: %s",
    "File: %s" : "Súbor: %s",
    "Line: %s" : "Riadok: %s",
    "Trace" : "Trasa",
    "Your Nextcloud installation is incompatible with Pico CMS for Nextcloud!" : "Vaša inštalácia Nextcloud nie je kompatibilná s Pico CMS pre Nextcloud!",
    "Some of your Nextcloud apps have known incompatibilities with Pico CMS for Nextcloud. This is no-one's fault, neither are Nextcloud nor the conflicting apps to blame, this is just some technical limitation of Nextcloud's app infrastructure we cannot solve in the short term. We're working on a solution! In the meantime you must remove the conflicting apps. Known conflicting apps are \"Issue Template\" and \"Terms of service\"." : "Niektoré z vašich aplikácií Nextcloud rozoznali nekompatibilitu s Pico CMS pre Nextcloud. Toto nie je ničia chyba, na vine nie je Nextcloud ani konfliktné aplikácie. Je to len určité technické obmedzenie infraštruktúry aplikácií Nextcloudu, ktoré v krátkom čase nedokážeme vyriešiť. Pracujeme na riešení! Medzitým musíte odstrániť kolidujúce aplikácie. Známe konfliktné aplikácie sú „Šablóna problémov“ a „Podmienky poskytovania služby“.",
    "If you see the error <code>\"Call to undefined method ParsedownExtra::textElements()\"</code> in Nextcloud's logs even though you've removed all conflicting apps, please don't hesitate to <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">open a new Issue on GitHub</a> with a copy of the error including its stack trace and a complete list of all apps installed." : "Ak sa v protokoloch Nextcloudu zobrazí chyba <code>„Volaná nedefinovaná metóda ParsedownExtra :: textElements ()“</code>, aj keď ste odstránili všetky kolidujúce aplikácie, neváhajte a <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">otvorte nový problém na serveri GitHub</a>. s kópiou chyby vrátane sledovania zásobníka a kompletného zoznamu všetkých nainštalovaných aplikácií.",
    "Pico CMS for Nextcloud" : "Pico CMS pre Nextcloud",
    "Change Pico CMS for Nextcloud's behavior and manage optional features." : "Zmeniť chovanie Pico CMS pre Nextcloud a spravovať voliteľné funkcie.",
    "Limit to groups" : "Povoľ len pre skupiny",
    "Loading groups…" : "Načítavanie skupín…",
    "If you wish not to enable all of your users to create personal websites, you can limit Pico CMS for Nextcloud to certain groups. Select the groups you want to limit access to. If you leave this field empty, usage isn't limited. Revoking access for certain groups won't delete any of a user's websites, however, they get inaccessible." : "Ak si neprajete umožniť vytvárať osobné weby všetkým užívateľom, môžete Pico CMS pre Nexcloud obmedziť pre určité skupiny. Vyberte skupiny, pre ktoré chcete prístup obmedziť. Ak túto kolónku nevyplníte, používanie nie je obmedzené. Zrušenie prístupu pre určitú skupinu nezmaže žiadne weby užívateľov, ale budú nedostupné.",
    "Custom themes" : "Vlastné témy vzhľadu",
    "Add custom themes for greater individuality and style." : "Pridajte užívateľské motívy vzhľadu pre väčšiu individualitu a štýl.",
    "Pico CMS for Nextcloud allows you to add custom themes for some greater individuality and style. However, for security reasons, users cannot add custom themes on their own. Before you can add a new custom theme using the \"Add custom theme\" button below, you'll have to upload all of its files to the data folder of your Nextcloud instance. After uploading the theme it will show up in the form below to actually allow users to use the custom theme. If you want to modify one of your previously added custom themes, simply edit the corresponding files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom theme\" button next to the edited theme in the form below." : "Pico CMS pre Nextcloud vám umožňuje pridať vlastné motívy pre väčšiu individualitu a štýl. Z bezpečnostných dôvodov však používatelia nemôžu pridávať vlastné motívy samostatne. Pred pridaním vlastnej témy pomocou tlačidla „Pridať vlastnú tému“, musíte nahrať všetky súbory do dátového priečinka vašej inštancie Nextcloud. Po nahraní témy sa zobrazí v nasledujúcom formulári, ktorý používateľom skutočne umožní používať vlastnú tému. Ak chcete upraviť jednu z vašich predtým pridaných vlastných tém, jednoducho upravte príslušné súbory v dátovom priečinku Nextcloudu. Aby sa zmeny prejavili, musíte kliknúť na tlačidlo „Znovu načítať vlastnú tému“ vedľa upravenej témy vo formulári nižšie.",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory. If you want to edit one of your custom themes, refer to this directory likewise." : "Pred pridaním vlastnej témy vzhľadu nahrajte súbory témy do nového priečinka v nasledujúcom priečinku. Ak chcete upraviť jednu z vašich vlastných tém, odkazujte tiež na tento priečinok.",
    "Loading themes…" : "Nahrávanie témy vzhľadu…",
    "Add custom theme" : "Pridať vlasnú tému vzhľadu",
    "Reload themes list" : "Obnoviť zoznam tém vzhľadu",
    "Compatible theme." : "Kompatibilná téma vzhľadu.",
    "System theme" : "Systémová téma vzľadu",
    "Copy system theme" : "Skopírovať systémovú tému vzhľadu",
    "Custom theme" : "Vlastná téma vzhľadu",
    "Reload custom theme" : "Znova načítať vlastnú tému vzhľadu",
    "Copy custom theme" : "Skopírovať vlastnú tému vzhľadu",
    "Delete custom theme" : "Odstrániť vlastnú tému vzhľadu",
    "Base theme" : "Základná téma vzhľadu",
    "Theme name" : "Názov témy vzľadu",
    "An unexpected error occurred while performing this action. Please check Nextcloud's logs." : "Pri vykonávaní tejto akcie sa vyskytla neočakávaná chyba. Skontrolujte protokoly Nextcloudu.",
    "Error: {error}" : "Chyba: {error}",
    "Encountered unexpected {exception}: {exceptionMessage}" : "Došlo k neočakávanému {exception}: {exceptionMessage}",
    "Custom plugins" : "Vlastné zásuvné moduly",
    "Add custom plugins to reach for Pico's full potential." : "Pre využitie celého potenciálu Pico pridajte vlastné zásuvné moduly.",
    "Pico CMS for Nextcloud allows you to add custom plugins to really utilize all of Pico's power. Plugins work on a global basis, i.e. adding a custom plugin will enable it for all of your users' websites. Before adding a new custom plugin using the \"Add custom plugin\" button below, you must upload all of the plugin's files to the data folder of your Nextcloud instance. After uploading the plugin it will show up in the form below to actually enable it. If you want to update one of your previously added custom plugins, simply replace the plugin's files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom plugin\" button next to the updated plugin in the form below." : "Pico CMS pre Nextcloud vám umožňuje pridať vlastné doplnky, aby sa skutočne využila všetka sila Pico. Doplnky fungujú globálne: pridanie vlastného doplnku umožní jeho používanie všetkým webovým stránkam vašich používateľov. Pred pridaním nového vlastného doplnku pomocou tlačidla „Pridať vlastný doplnok“ nižšie musíte súbory doplnku nahrať do dátového priečinka vašej inštancie Nextcloud. Po nahraní doplnku sa zobrazí vo formulári nižšie, aby sa dal skutočne zapnúť. Ak chcete aktualizovať jeden z vašich predtým pridaných vlastných doplnkov, jednoducho nahraďte súbory doplnku v dátovom priečinku Nextcloudu. Aby sa zmeny prejavili, musíte kliknúť na tlačidlo „Obnoviť vlastný doplnok“ vedľa aktualizovaného doplnku v nižšie uvedenom formulári.",
    "Before adding a new custom plugin, upload all of the plugin's files to a new folder in the following directory. If you want to update one of your custom plugins, refer to this directory likewise. Please note that the name of a plugin's folder must strictly match the name of the plugin, otherwise Pico will refuse to enable the plugin." : "Pred pridaním nového vlastného doplnku nahrajte súbory doplnku do nového priečinka v nasledujúcom priečinku. Ak chcete aktualizovať jeden z vašich vlastných doplnkov, odkazujte tiež tento priečinok. Majte na pamäti, že názov priečinka doplnku sa musí presne zhodovať s názvom doplnku, inak Pico odmietne doplnok povoliť.",
    "Loading plugins…" : "Načítavanie zásuvných modulov…",
    "Add custom plugin" : "Pridať vlastný zásuvný modul",
    "Reload plugins list" : "Znova načítať zoznam zásuvných modulov",
    "Compatible plugin." : "Kompatibilný zásuvný modul",
    "Example plugin" : "Príklad zásuvného modulu",
    "System plugin" : "Systémový zásuvný modul",
    "Custom plugin" : "Vlastný zásuvný modul",
    "Reload custom plugin" : "Znova načítať vlastný zásuvný modul",
    "Delete custom plugin" : "Odstrániť vlastný zásuvný modul",
    "Base plugin" : "Základný zásuvný modul",
    "Plugin name" : "Názov zásuvného modulu",
    "Custom templates" : "Vlastné šablóny",
    "Make it easier for users to create new websites." : "Zjednodušte používateľom vytváranie nových webových stránok.",
    "Creating new websites can be hard - where to even start? Custom templates act as a starting point for users to create a new website using Pico CMS for Nextcloud. Before adding a new custom template using the \"Add custom template\" button below, you must upload all of the template's files to the data folder of your Nextcloud instance. After uploading the template it will show up in the form below to actually add it to the \"Create a new website\" form of your users. If you want to modify one of your previously added custom templates, simply edit the corresponding files in Nextcloud's data folder." : "Vytváranie nových webových stránok môže byť ťažké - kde vlastne začať? Vlastné šablóny slúžia ako východiskový bod pre používateľov na vytvorenie novej webovej stránky pomocou Pico CMS pre Nextcloud. Pred pridaním novej vlastnej šablóny pomocou tlačidla „Pridať vlastnú šablónu“ nižšie musíte súbory šablóny nahrať do dátového priečinka vašej inštancie Nextcloudu. Po nahraní šablóny sa zobrazí vo formulári nižšie a skutočne ju pridá do formulára „Vytvorenie nového webu“ vašich používateľov. Ak chcete upraviť niektorú z vašich predtým pridaných vlastných šablón, jednoducho upravte príslušné súbory v dátovom priečinku Nextcloudu.",
    "Before adding a new custom template, upload all of the template's files to a new folder in the following directory:" : "Pred pridaním novej užívateľskej šablóny nahrajte súbory šablóny do nového priečinka v tomto priečinku:",
    "Loading templates…" : "Nahrávanie šablón…",
    "Add custom template" : "Pridať vlastnú šablónu",
    "Reload templates list" : "Obvnovenie zoznamu šablón",
    "Compatible template." : "Kompatibilná šablóna.",
    "System template" : "Systémová šablóna",
    "Copy system template" : "Skopírovať systémovú šablónu",
    "Custom template" : "Vlastná šablóna",
    "Copy custom template" : "Skopírovať vlastnú šablónu",
    "Delete custom template" : "Zmazať vlastnú šablónu",
    "Base template" : "Základná šablóna",
    "Template name" : "Názov šablóny",
    "Configure your web server" : "Nastavte váš webový server",
    "Enable Pico CMS for Nextcloud's full potential by configuring your web server appropriately." : "Využije celý potenciál Pico CMS pro Nextcloud príslušným nastavením vášho webového servera.",
    "Enable short website URLs" : "Povoliť krátke URL webových stránok",
    "Full application URLs" : "Úplné URL aplikácie",
    "Short website URLs" : "Krátke URL webových stránok",
    "Using Apache's mod_proxy" : "Pomocou mod_proxy z Apache",
    "Your users' website URLs will look like the following:" : "URL webových stránok vašich používateľov budú vyzerať takto:",
    "Using Apache's mod_rewrite" : "Pomocou mod_rewrite z Apache",
    "Using nginx's proxy_pass" : "Pomocou proxy_pass z nginx",
    "Using nginx's rewrite" : "Pomocou rewrite z nginx",
    "Simply copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing nginx's proxy_pass directive shown above." : "Skopírujte vyššie uvedený úryvok nastavenia do sekcie Nextcloudu { … } vášho nginx.conf. Majte na pamäti, že toto nastavenie vám v skutočnosti nedovolí použiť skrátené URL, iba presmeruje používateľov zo skrátených URL na úplnú URL stránok. Preto by ste mali uprednostniť riešenie využívajúce direktívu proxy_pass uvedenú vyššie.",
    "Version information" : "Informácie o verzii",
    "Pico CMS for Nextcloud was made by <a href=\"https://github.com/daita\">Maxence Lange</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a>.<br>It is free and open source software released under the <a href=\"https://github.com/nextcloud/cms_pico/blob/master/LICENSE\">GNU Affero General Public License</a>." : "Pico CMS pre Nextcloud vytvorili <a href=\"https://github.com/daita\"> Maxence Lange </a> a <a href=\"https://daniel-rudolf.de/\"> Daniel Rudolf < /a>. <br> Je to bezplatný a open source softvér vydaný pod <a href=\"https://github.com/nextcloud/cms_pico/blob/master/LICENSE\"> všeobecnou verejnou licenciou GNU Affero </a> .",
    "Pico was made by <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> and is maintained by <a href=\"https://github.com/picocms/Pico/graphs/contributors\">The Pico Community</a>.<br>It is free and open source software released under the <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">MIT license</a>." : "Pico vyrobili <a href=\"https://gilbitron.me/\"> Gilbert Pellegrom </a> a <a href=\"https://daniel-rudolf.de/\"> Daniel Rudolf </a> a spravuje <a href=\"https://github.com/picocms/Pico/graphs/contributors\"> komunita Pico </a>. <br> Je to bezplatný a open source softvér vydaný pod <a href = \"https://github.com/picocms/Pico/blob/master/LICENSE.md\"> licenciou MIT </a>.",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS pre Nextcloud</a> kombinuje silu <a href=\"http://picocms.org/\"><strong>Pico</strong></a> a Nextcloud pre vytváranie jednoduchých, bezpečných, zdieľaných a prekvapivo výkonných webov na pár kliknutí. Pico je ľahko použiteľný, rýchly, na jednoduchých súboroch založený systém pre správu obsahu (CMS) – vytvorenie webu ľahko!",
    "Start a blog, share your resume with the world, create a plan for world domination and only share it with the right friends or build a knowledge base and let the smart ones among your colleagues help out. Pico CMS for Nextcloud allows you to create and manage your own websites. Creating a new page with Pico is no more than creating a simple text file in your Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server." : "Založte blog, zdieľajte svoj životopis so svetom, vytvorte plán na ovládnutie svata a zdieľajte ho iba s priateľmi alebo vytvorte databázu vedomostí a pozvite kolegov k spolupráci na nej. Pico CMS pre Nextcloud umožňuje vytvárať a spravovať vaše vlastné weby. Vytvorenie novej stránky s Pico je jednoduché vytvorenie textového súboru v súboroch v Nexcloude. Nie je potrebné nastavovanie komplexných rozhraní pre správu – stačia súbory. Je to výborný doplnok Nexcloudu. Zabezpečené zdieľanie, spolupráca, riadenie prístupu – nielen pre vaše súbory, ale aj weby – všetko vďaka Pico CMS pre Nexcloud. Rúca hranice medzi vašimi mobilnými a stolnými zariadeniami a vaším serverom.",
    "A website consist of just a bunch of <code class=\"inline\">.md</code> text files in your Nextcloud files. <code class=\"inline\">.md</code> stands for <a href=\"https://www.markdownguide.org/\"><strong>Markdown</strong></a> - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Try Nextcloud's <a href=\"https://apps.nextcloud.com/apps/files_markdown\">Markdown Editor</a> app to make easy things stupidly simple. Please note that Nextcloud's built-in Text editor is incompatible with Pico CMS for Nextcloud. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>YAML</strong></a> Front Matter. Creating websites cannot be easier…" : "Webová stránka pozostáva iba z niekoľkých <code class=\"inline\">.md</code> textových súborov v Nextcloud súboroch. <code class=\"inline\">.md</code> je skratka pre <a href=\"https://www.markdownguide.org/\"><strong>Markdown</strong></a> – veľmi jednoduchý a instuitívny značkovací jazyk pre vytváranie nadpisov, odstavcov, formátovanie textu, zoznamov, obrázkov a odkazov. Ale nebojte sa, nebudete sa musieť učiť ďalší jazyk, ak nechcete. Pre uľahčenie skúste Nexcloud aplikácie <a href=\"https://apps.nextcloud.com/apps/text\">Text</a> alebo <a href=\"https://apps.nextcloud.com/apps/files_markdown\">Markdown Editor</a>. Ale čo meta údaje ako nadpis stránky alebo dátum vydania? Hádate správne, všetko je na jednom mieste. Na začiatku vašich markdown súborov je možné umiestniť blok s takými meta údajmi – nazvaný <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>YAML</strong></a> Front Matter. Tvorba webov nemôže byť ľahšia…",
    "You want to learn more about Pico CMS for Nextcloud? Easy! Just create your first personal website using the \"sample_pico\" template. Pico's sample contents will explain all you need to know…" : "Chcete sa vedieť viac o Pico CMS pre Nextcloud? Jednoduché! Vytvorte si svoj prvý osobný web pomocou šablóny „sample_pico“. Vzorový obsah Pico vysvetlí všetko, čo potrebujete vedieť...",
    "You will be able to access your websites using URLs like the following:" : "Na svoje webové stránky budete mať prístup pomocou URL, ktoré budú vyzerať takto:",
    "The Nextcloud admin limited access of Pico CMS for Nextcloud to certain groups. Unfortunately you don't have permission to create personal websites. You can still access websites of other users, possibly including private websites. If you had permission to create websites in the past, you don't have to worry about your data: Nothing is lost. However, nobody will be able to access your private websites and a \"Website not found\" error is shown instead." : "Administrátor Nextcloud obmedzil pre určité skupiny prístup k Pico CMS pre Nextcloud. Bohužiaľ nemáte povolenie na vytváranie osobných webových stránok. Stále máte prístup k webovým stránkam iných používateľov, vrátane súkromných webových stránok. Ak ste v minulosti mali povolenie na vytváranie webových stránok, nemusíte sa báť o svoje údaje: Nič sa nestratí. Nikto však nebude mať prístup k vašim súkromným webovým stránkam a namiesto toho sa zobrazí chyba „Webové stránky nenájdené“.",
    "Loading websites…" : "Načítavanie webových stránok…",
    "Name" : "Názov",
    "Path" : "Cesta",
    "Theme" : "Vzhľad",
    "Created" : "Vytvorené",
    "Go to website" : "Prejdite na webovú stránku",
    "Go to website directory" : "Prejdite do priečinka webovej stránky",
    "Delete website" : "Zmazať webstránku",
    "Actions" : "Akcie",
    "Reload websites list" : "Obnoviť zoznam webstránok",
    "Create a new website" : "Vytvoriť novú webstránku",
    "Just fill the form below to create your own personal website." : "Pre vytvorenie vašej osobnej webovej stránky stačí vyplniť nasledujúci formulár.",
    "My example website" : "Moja stránka na ukážku",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "Tu môžete zadať názov svojej osobnej webovej stránky. Názov vašej webovej stránky sa použije ako jej nadpis, ktorý sa často zobrazuje v záhlaví.",
    "Identifier" : "Identifikátor.",
    "The identifier of your website prescribes both your website's address (URL) and the name of the directory your website's files (both pages and assets) will be stored in. A website's identifier must consist of lowercase alphanumeric characters, dashes and underscores (a-z, 0-9, - and _) only." : "Identifikátor vášho webu predpisuje tak URL vášho webu, ako názov priečinka, v ktorom budú uložené vaše súbory (stránky aj prvky). Identifikátor webu musí pozostávať iba z malých písmen, číslic, pomlčiek a podčiarkovníkov (a-z, 0-9, - a _).",
    "Address" : "Adresa",
    "You will be able to access your website using the address (URL) shown above." : "Na svoju webovú stránku budete mať prístup pomocou URL uvedenej vyššie.",
    "When creating a new website, Pico CMS for Nextcloud copies the website template to the following new directory in your Nextcloud." : "Pri vytváraní novej webovej stránky skopíruje Pico CMS pre Nextcloud šablónu webovej stránky do nasledujúceho nového priečinka vo vašom Nextcloud.",
    "You can use one of the provided themes for some greater individuality and style. If you want to use another theme, ask your Nextcloud admin - it might be possible to add your favourite theme, too!" : "Jednu z poskytnutých tém vzhľadu môžete použiť na zvýšenie individuality a štýlu. Ak chcete použiť inú tému, obráťte sa na svojho správcu Nextcloudu - pravdepodobne bude možné pridať aj vašu obľúbenú tému!",
    "Template" : "Šablóny",
    "Templates act as a starting point when creating a new website. All templates consist of a \"content\" directory (for your pages) and a \"assets\" directory (for your website's assets), which will be copied to the above folder in your Nextcloud." : "Šablóny slúžia ako východiskový bod pri vytváraní novej webovej stránky. Všetky šablóny pozostávajú z priečinka „content“ (obsah) (pre vaše stránky) a priečinka „assest“ (pre prvky webových stránok), ktoré sa skopírujú do vyššie uvedeného priečinka vo vašom Nextcloud.",
    "Create new website" : "Vytvoriť novú webovú stránku",
    "Loading…" : "Načítava sa..."
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}