{ "translations": {
    "Confirm website deletion" : "Potvrďte zmazanie webu",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "Nemáte prístup k obsahu tejto webovej stránky. Možno bolo zdieľanie odstránené alebo jeho platnosť vypršala.",
    "Plugin not found." : "Zásuvný modul sa nenašiel.",
    "Website exists." : "Webová stránka existuje.",
    "Incompatible plugin: Plugin file \"{file}\" not found." : "Nekompatibilný doplnok: Doplnok \"{file} nebol nájdený",
    "Incompatible plugin: Plugin class \"{class}\" not found." : "Nekompatibilný zásuvný modul: Trieda zásuvného modulu \"{class} nebola nájdená.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "Identifikátor webovej stránky môže obsahovať iba malé písmená a číslice.",
    "The path of the website is invalid." : "Cesta k webovej stránke je neplatná.",
    "If this happens again, please send the technical details below to the server administrator." : "Ak sa to stane opäť, nižšie zašlite technické podrobnosti správcovi servera.",
    "Technical details" : "Technické podrobnosti",
    "Type: %s" : "Typ: %s",
    "Line: %s" : "Riadok: %s",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory. If you want to edit one of your custom themes, refer to this directory likewise." : "Pred pridaním vlastnej témy vzhľadu nahrajte súbory témy do nového priečinka v nasledujúcom priečinku. Ak chcete upraviť jednu z vašich vlastných tém, odkazujte tiež na tento priečinok.",
    "Encountered unexpected {exception}: {exceptionMessage}" : "Došlo k neočakávanému {exception}: {exceptionMessage}",
    "Reload plugins list" : "Znova načítať zoznam zásuvných modulov",
    "Custom plugin" : "Vlastný zásuvný modul",
    "Plugin name" : "Názov zásuvného modulu",
    "Make it easier for users to create new websites." : "Zjednodušte používateľom vytváranie nových webových stránok.",
    "Delete custom template" : "Zmazať vlastnú šablónu",
    "Configure your web server" : "Nastavte váš webový server",
    "After you have configured your web server to enable shortened URLs, you should select the corresponding option above to let your users know about this feature. Do not enable this option if you have not configured the virtual \"sites/\" folder yet using one of the configuration examples shown below." : "Po povolení skrátených URL na webovom serveri  by ste mali vybrať príslušnú možnosť uvedenú vyššie, aby ste svojich používateľov informovali o tejto funkcii. Túto voľbu nepovoľte, ak ste ešte nenastavili virtuálny priečinok „sites/“ pomocou jedného z nižšie uvedených príkladov konfigurácie.",
    "Copy the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf. Before doing so you must enable both Apache's mod_proxy and mod_proxy_http modules. Otherwise your web server will either refuse to (re)start or yield a 500 Internal Server Error." : "Skopírujte vyššie uvedený úryvok nastavenia do <VirtualHost …> sekcie Nextcloudu vášho apache.conf. Pred tým však, je potrebné zapnúť ako mod_proxy, tak mod_proxy_http moduly pre Apache. Inak váš webový server alebo odmietne (re)štart, alebo bude hlásiť: 500 vnútorná chyba serveru.",
    "Version information" : "Informácie o verzii",
    "Pico was made by <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> and is maintained by <a href=\"https://github.com/picocms/Pico/graphs/contributors\">The Pico Community</a>.<br>It is free and open source software released under the <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">MIT license</a>." : "Pico vyrobili <a href=\"https://gilbitron.me/\"> Gilbert Pellegrom </a> a <a href=\"https://daniel-rudolf.de/\"> Daniel Rudolf </a> a spravuje <a href=\"https://github.com/picocms/Pico/graphs/contributors\"> komunita Pico </a>. <br> Je to bezplatný a open source softvér vydaný pod <a href = \"https://github.com/picocms/Pico/blob/master/LICENSE.md\"> licenciou MIT </a>.",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS pre Nextcloud</a> kombinuje silu <a href=\"http://picocms.org/\"><strong>Pico</strong></a> a Nextcloud pre vytváranie jednoduchých, bezpečných, zdieľaných a prekvapivo výkonných webov na pár kliknutí. Pico je ľahko použiteľný, rýchly, na jednoduchých súboroch založený systém pre správu obsahu (CMS) – vytvorenie webu ľahko!",
    "Path" : "Cesta",
    "Private website" : "Súkromná webová stránka",
    "Just fill the form below to create your own personal website." : "Pre vytvorenie vašej osobnej webovej stránky stačí vyplniť nasledujúci formulár.",
    "My example website" : "Moja stránka na ukážku",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "Tu môžete zadať názov svojej osobnej webovej stránky. Názov vašej webovej stránky sa použije ako jej nadpis, ktorý sa často zobrazuje v záhlaví.",
    "Identifier" : "Identifikátor.",
    "Template" : "Šablóna"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}