{ "translations": {
    "Copy" : "كۆچۈرۈڭ",
    "Confirm website deletion" : "تور بېكەتنىڭ ئۆچۈرۈلۈشىنى جەزملەشتۈرۈڭ",
    "This operation will delete the website \"{name}\". However, all of its contents will still be available in your Nextcloud." : "بۇ مەشغۇلات «{name}» تور بېتىنى ئۆچۈرۈۋېتىدۇ. قانداقلا بولمىسۇن ، ئۇنىڭ بارلىق مەزمۇنلىرى Nextcloud دا يەنىلا بار.",
    "Choose website directory" : "تور بېكەت مۇندەرىجىسىنى تاللاڭ",
    "Abort" : "ئەمەلدىن قالدۇرۇش",
    "Save" : "ساقلا",
    "The requested website could not be found on the server. Maybe the website was deleted?" : "تەلەپ قىلىنغان تور بېكەتنى مۇلازىمېتىردىن تاپقىلى بولمايدۇ. بەلكىم تور بېكەت ئۆچۈرۈلگەن بولۇشى مۇمكىن؟",
    "The file and directory structure of this website appears to be broken and thus could not be accessed." : "بۇ تور بېكەتنىڭ ھۆججەت ۋە مۇندەرىجە قۇرۇلمىسى بۇزۇلغاندەك قىلىدۇ ، شۇڭا زىيارەت قىلالمىدى.",
    "You don't have access to this private website. Maybe the share was deleted or has expired?" : "بۇ شەخسىي توربېكەتنى زىيارەت قىلالمايسىز. بەلكىم پاي ئۆچۈرۈلگەن ياكى ۋاقتى توشقان بولۇشى مۇمكىن؟",
    "This website is hosted on a non-local storage and thus could not be accessed." : "بۇ تور بېكەت يەرلىك بولمىغان ساقلاش بوشلۇقىدا ساقلانغان ، شۇڭا ئۇنى زىيارەت قىلغىلى بولمايدۇ.",
    "This website uses a theme that could not be found on the server and thus could not be built." : "بۇ تور بېكەت مۇلازىمېتىردا تېپىلمايدىغان ، شۇڭا قۇرغىلى بولمايدىغان باشتېمىنى ئىشلىتىدۇ.",
    "This website uses a incompatible theme and thus could not be built." : "بۇ تور بېكەت ماس كەلمەيدىغان ئۇسلۇبنى ئىشلىتىدۇ ، شۇڭا ئۇنى قۇرغىلى بولمايدۇ.",
    "The requested website page could not be found on the server. Maybe the page was deleted?" : "تەلەپ قىلىنغان تور بەت بېتىنى مۇلازىمېتىردىن تاپقىلى بولمايدۇ. بەلكىم بۇ بەت ئۆچۈرۈلگەن بولۇشى مۇمكىن؟",
    "You don't have access to this website page. Maybe the share was deleted or has expired?" : "بۇ تور بەتنى زىيارەت قىلالمايسىز. بەلكىم پاي ئۆچۈرۈلگەن ياكى ۋاقتى توشقان بولۇشى مۇمكىن؟",
    "The requested website page could not be built, so that the server was unable to complete your request." : "تەلەپ قىلىنغان تور بەت بېتىنى قۇرغىلى بولمىدى ، شۇڭا مۇلازىمېتىر تەلىپىڭىزنى ئورۇندىيالمىدى.",
    "The file and directory structure of this website appears to be broken und thus could not be accessed." : "بۇ تور بېكەتنىڭ ھۆججەت ۋە مۇندەرىجە قۇرۇلمىسى بۇزۇلغاندەك قىلىدۇ ، شۇڭا زىيارەت قىلالمىدى.",
    "The requested website asset could not be found on the server. Maybe the asset was deleted?" : "تەلەپ قىلىنغان تور بېكەت مۈلكىنى مۇلازىمېتىردىن تاپقىلى بولمايدۇ. بەلكىم مۈلۈك ئۆچۈرۈلگەن بولۇشى مۇمكىن؟",
    "You don't have access to this website asset. Maybe the share was deleted or has expired?" : "بۇ تور بېكەت مۈلكىنى زىيارەت قىلالمايسىز. بەلكىم پاي ئۆچۈرۈلگەن ياكى ۋاقتى توشقان بولۇشى مۇمكىن؟",
    "Plugin not found." : "قىستۇرما تېپىلمىدى.",
    "Plugin exists already." : "قىستۇرما مەۋجۇت.",
    "Template not found." : "قېلىپ تېپىلمىدى.",
    "Template exists already." : "قېلىپ ئاللىقاچان مەۋجۇت.",
    "Theme not found." : "تېما تېپىلمىدى.",
    "Theme exists already." : "باشتېما مەۋجۇت.",
    "Website exists." : "تور بېكەت مەۋجۇت.",
    "No permission." : "ئىجازەت يوق.",
    "The value given is invalid." : "بېرىلگەن قىممەت ئىناۋەتسىز.",
    "Website not found." : "تور بېكەت تېپىلمىدى.",
    "Local (unencrypted)" : "يەرلىك (شىفىرلانمىغان)",
    "Location" : "ئورنى",
    "Incompatible plugin: Plugin file \"{file}\" not found." : "ماس كەلمەيدىغان قىستۇرما: قىستۇرما ھۆججەت \"{ھۆججەت}\" تېپىلمىدى.",
    "Incompatible plugin: PHP parse error in file \"{file}\"." : "ماس كەلمەيدىغان قىستۇرما: «{ھۆججەت}» ھۆججىتىدىكى PHP ئانالىز خاتالىقى.",
    "Incompatible plugin: Plugin class \"{class}\" not found." : "ماس كەلمەيدىغان قىستۇرما: قىستۇرما سىنىپى \"{class}\" تېپىلمىدى.",
    "Incompatible plugin: Plugins for Pico CMS for Nextcloud must use one of the API versions {compatApiVersions}, but this plugin uses API version {apiVersion}." : "ماس كەلمەيدىغان قىستۇرما: Nextcloud ئۈچۈن Pico CMS نىڭ قىستۇرمىلىرى چوقۇم API نەشرى {compatApiVersions} دىن بىرنى ئىشلىتىشى كېرەك ، ئەمما بۇ قىستۇرمىغا API نەشرى {apiVersion} ئىشلىتىلىدۇ.",
    "Incompatible template: Required directory \"{file}\" not found." : "ماس كەلمەيدىغان قېلىپ: لازىملىق مۇندەرىجە \"{ھۆججەت}\" تېپىلمىدى.",
    "Incompatible theme: Twig template \"{file}\" not found." : "ماس كەلمەيدىغان تېما: Twig قېلىپ \"{ھۆججەت}\" تېپىلمىدى.",
    "Incompatible theme: Themes for Pico CMS for Nextcloud must use one of the API versions {compatApiVersions}, but this theme uses API version {apiVersion}." : "ماس كەلمەيدىغان تېما: Nextcloud ئۈچۈن Pico CMS نىڭ باشتېمىلىرى چوقۇم API نەشرى {compatApiVersions} نى ئىشلىتىشى كېرەك ، ئەمما بۇ ئۇسلۇبتا API نەشرى {apiVersion} ئىشلىتىلىدۇ.",
    "The name of the website must be longer." : "تور بېكەتنىڭ ئىسمى ئۇزۇنراق بولۇشى كېرەك.",
    "The name of the website is too long." : "تور بېكەتنىڭ ئىسمى بەك ئۇزۇن.",
    "The identifier of the website must be longer." : "تور بېكەتنىڭ تونۇغۇچ ئۇزۇنراق بولۇشى كېرەك.",
    "The identifier of the website is too long." : "تور بېكەتنىڭ تونۇغۇچ بەك ئۇزۇن.",
    "The identifier of the website can only contain lowercase alpha numeric chars." : "تور بېكەتنىڭ تونۇغۇچ پەقەت كىچىك ھەرپلىك ئالفا رەقەملىك ھەرپلەرنىلا ئۆز ئىچىگە ئالىدۇ.",
    "The path of the website is invalid." : "تور بېكەتنىڭ يولى ئىناۋەتسىز.",
    "The website's path is stored on a non-local storage." : "تور بېكەتنىڭ يولى يەرلىك بولمىغان ساقلاش بوشلۇقىدا ساقلىنىدۇ.",
    "Parent folder of the website's path not found." : "توربېكەت يولىنىڭ ئانا قىسقۇچ تېپىلمىدى.",
    "Failed to enable Pico CMS for Nextcloud: Couldn't find \"%s\". Make sure to install the app's dependencies by executing `composer install` in the app's install directory below \"%s\". Then try again enabling Pico CMS for Nextcloud." : "Nextcloud ئۈچۈن Pico CMS نى قوزغىتالمىدى: \"% s\" نى تاپالمىدى. بۇ دېتالنىڭ قاچىلاش مۇندەرىجىسىگە «% s» دىن تۆۋەندە «كومپوزىتور ئورنىتىش» نى ئىجرا قىلىپ ، ئەپنىڭ بېقىنىشچانلىقىنى ئورنىتىشقا كاپالەتلىك قىلىڭ. ئاندىن Nextcloud ئۈچۈن Pico CMS نى قوزغىتىپ قايتا سىناڭ.",
    "Failed to enable Pico CMS for Nextcloud: The web server has no permission to create files and folders below \"%s\". Make sure to give the web server write access to this directory by changing its permissions and ownership to the same as of your \"%s\" directory. Then try again enabling Pico CMS for Nextcloud." : "Nextcloud ئۈچۈن Pico CMS نى قوزغىتىش مەغلۇب بولدى: تور مۇلازىمېتىرنىڭ «% s» دىن تۆۋەن ھۆججەت ۋە ھۆججەت قىسقۇچ قۇرۇش ھوقۇقى يوق. تور مۇلازىمېتىرىغا ئىجازەت ۋە ئىگىدارلىق ھوقۇقىنى «% s» مۇندەرىجىسى بىلەن ئوخشاش قىلىپ ئۆزگەرتىش ئارقىلىق بۇ مۇندەرىجىنى زىيارەت قىلىشقا كاپالەتلىك قىلىڭ. ئاندىن Nextcloud ئۈچۈن Pico CMS نى قايتا قوزغىتىپ بېقىڭ.",
    "Pico CMS" : "Pico CMS",
    "Create and publish your own websites - with Pico CMS for Nextcloud!" : "Nextcloud ئۈچۈن Pico CMS ئارقىلىق ئۆزىڭىزنىڭ توربېكەتلىرىنى قۇرالايسىز ۋە ئېلان قىلىڭ!",
    "[Pico CMS for Nextcloud](https://github.com/nextcloud/cms_pico) combines the power of [**Pico**](http://picocms.org/) and [**Nextcloud**](https://nextcloud.com/) to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy.\n\n* Start a blog\n* Share your resume with the world\n* Create a plan for world domination and only share with the right friends\n* Build a knowledge base and let the smart ones among your colleagues help out\n\nInstalling Pico CMS for Nextcloud allows your users to create and manage their own websites. Creating a new page with Pico is no more than creating a simple text file in a users' Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server.\n\nWebsites will be accessible through URLs like `https://cloud.example.com/sites/my_site/` and consist of just a bunch of `.md` text files in a user's Nextcloud files. `.md` stands for [**Markdown**](https://www.markdownguide.org/) - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Consider enabling Nextcloud's [Markdown Editor](https://apps.nextcloud.com/apps/files_markdown) app to make easy things stupidly simple. Please note that Nextcloud's built-in Text editor is incompatible with Pico CMS for Nextcloud. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called the [**YAML**](https://en.wikipedia.org/wiki/YAML) Front Matter. Creating websites can't be easier…\n\nBut that wasn't everything… Pico CMS for Nextcloud is highly customizable. You can change Pico’s appearance by using custom themes and add new functionality by using custom plugins. For security reasons users can neither add custom themes nor plugins on their own - but as an admin you can. Plugins and themes aren’t just new \"skins\" or \"widgets\", the underlying technologies are powerful frameworks you can leverage to make your users' websites truly unique. However, with great power comes great responsibility. Pico CMS for Nextcloud does its best to prevent users from including scripts into websites, since this might bear security risks (so called \"Cross Scripting\"). Since this risk doesn't apply to Pico itself, 3rd-party developers of plugins and themes might not be aware of this issue - so be careful when installing custom plugins and themes.\n\nYou want to learn more about Pico CMS for Nextcloud? Easy! Just download and enable the app from [Nextcloud's App Store](https://apps.nextcloud.com/apps/cms_pico) and navigate to Nextcloud's settings page. As an admin you'll find two \"Pico CMS\" sections in your Nextcloud settings - one below \"Personal\", another below \"Administration\". The latter allows you to add custom themes, plugins and templates to Pico, as well as tweaking some advanced settings. The \"Pico CMS\" section below \"Personal\" exists for all Nextcloud users and allows one to create personal websites. Simply create your first personal website and choose \"sample_pico\" as website template. Pico's sample contents will explain all you need to know…" : "[Nextcloud ئۈچۈن Pico CMS] (https://github.com/nextcloud/cms_pico) [** Pico **] (http://picocms.org/) ۋە [** Nextcloud **] نىڭ كۈچىنى بىرلەشتۈردى. : //nextcloud.com/) بىر قانچە چېكىش ئارقىلىق ئاددىي ، بىخەتەر ، ھەمبەھىرلىنىدىغان ۋە ھەيران قالارلىق كۈچلۈك تور بېكەتلەرنى قۇرۇش. Pico بىر ئەخمەق ئاددىي ، چاقنىغان تېز ، تەكشى ھۆججەت CMS - تورنى ئاسانلاشتۇرىدۇ.\n\n* بىلوگ باشلاڭ\n* تەرجىمىھالىڭىزنى دۇنيا بىلەن ئورتاقلىشىڭ\n* دۇنيا ھۆكۈمرانلىق قىلىش پىلانىنى تۈزۈڭ ھەمدە پەقەت توغرا دوستلار بىلەن ئورتاقلىشىڭ\n* بىلىم بازىسى قۇرۇپ ، خىزمەتداشلىرىڭىز ئارىسىدىكى ئەقىللىق كىشىلەرگە ياردەم قىلىڭ\n\nNextcloud ئۈچۈن Pico CMS نى قاچىلاش ئابونتلىرىڭىزنىڭ ئۆزىنىڭ توربېكەتلىرىنى قۇرۇشى ۋە باشقۇرۇشىغا يول قويىدۇ. Pico بىلەن يېڭى بەت قۇرۇش پەقەت ئابونتلارنىڭ Nextcloud ھۆججىتىدە ئاددىي تېكىست ھۆججىتى قۇرۇشتىن باشقا نەرسە ئەمەس. ھېچقانداق سەپلىمە تەلەپ قىلىنمايدۇ ، پۈتۈنلەي مۇرەككەپ باشقۇرۇش كۆرۈنمە يۈزى يوق - پەقەت ھۆججەتلەر. بۇ Nextcloud بىلەن ئەڭ ماس كېلىدىغان مۇسابىقە. بىخەتەر ھەمبەھىرلىنىش ، ھەمكارلىشىش ، زىيارەتنى كونترول قىلىش - ھۆججەتلىرىڭىز ئۈچۈنلا ئەمەس ، توربېكەتلىرىڭىز ئۈچۈنمۇ Pico CMS ئارقىلىق Nextcloud ئۈچۈن مۇمكىن! كۆچمە ۋە ئۈستەل يۈزى ئۈسكۈنىلىرىڭىز بىلەن مۇلازىمېتىرىڭىزنىڭ چېگراسىنى بۇزۇش.\n\nتوربېكەتلەرنى «https: // cloud.example.com / sites / my_site /» غا ئوخشاش URL لار ئارقىلىق زىيارەت قىلغىلى بولىدۇ ھەمدە ئىشلەتكۈچىنىڭ Nextcloud ھۆججىتىدىكى بىر تۈركۈم «.md» تېكىست ھۆججىتىدىن تەركىب تاپىدۇ. `.md` [** Markdown **] (https://www.markdownguide.org/) نى كۆرسىتىدۇ - ماۋزۇ ، ئابزاس ، تېكىست فورماتى ، تىزىملىك ، رەسىم ۋە ئۇلىنىشلارنى ھاسىل قىلىدىغان دەرىجىدىن تاشقىرى ئاددىي ۋە بىۋاسىتە تۇيغۇ. ئەمما ئۈمىدسىزلەنمەڭ - ئەگەر خالىمىسىڭىز باشقا تىل ئۆگىنىشىڭىزنىڭ ھاجىتى يوق. Nextcloud نىڭ [Markdown Editor] (https://apps.nextcloud.com/apps/files_markdown) دېتالىنى قوزغىتىپ ، ئاسان ئىشلارنى ئەخمەق ئاددىيلاشتۇرۇڭ. شۇنىڭغا دىققەت قىلىڭكى ، Nextcloud نىڭ ئىچىگە ئورۇنلاشتۇرۇلغان Text تەھرىرلىگۈچى Nextcloud ئۈچۈن Pico CMS بىلەن سىغىشالمايدۇ. ئەمما بەتنىڭ ماۋزۇسى ياكى ئېلان قىلىنىش ۋاقتىغا ئوخشاش مېتا سانلىق مەلۇماتلىرىچۇ؟ توغرا پەرەز قىلىڭ ، ھەممىسى بىر جايدا. Markdown ھۆججىتىڭىزنىڭ ئۈستىگە سىز بۇ خىل مېتا سانلىق مەلۇماتلىرى بىلەن توساق قويالايسىز - [** YAML **] (https://en.wikipedia.org/wiki/YAML) ئالدىنقى ئىش. تور بېكەت قۇرۇش ئاسان ئەمەس…\n\nئەمما بۇ ھەممە نەرسە ئەمەس Next Nextcloud ئۈچۈن Pico CMS ناھايىتى خاسلاشتۇرۇلغان. ئىختىيارى ئۇسلۇب ئارقىلىق Pico نىڭ كۆرۈنۈشىنى ئۆزگەرتەلەيسىز ۋە ئىختىيارى قىستۇرمىلارنى ئىشلىتىپ يېڭى ئىقتىدار قوشالايسىز. بىخەتەرلىكنى كۆزدە تۇتۇپ ، ئىشلەتكۈچىلەر ئۆزى خالىغان ئۇسلۇب ياكى قىستۇرما قوشالمايدۇ - ئەمما باشقۇرغۇچى سۈپىتىدە قىلالايسىز. قىستۇرما ۋە باشتېمىلار پەقەت يېڭى «تېرە» ياكى «كىچىك قوراللار» بولۇپلا قالماستىن ، ئاستىدىكى تېخنىكىلار سىز ئىشلەتكۈچىلەرنىڭ توربېكەتلىرىنى ھەقىقىي خاسلاشتۇرالايدىغان كۈچلۈك رامكا. قانداقلا بولمىسۇن ، زور كۈچ بىلەن زور مەسئۇلىيەت كېلىدۇ. Nextcloud ئۈچۈن Pico CMS پۈتۈن كۈچى بىلەن ئابونتلارنىڭ قوليازمىلارنى توربېكەتكە كىرگۈزۈشىنىڭ ئالدىنى ئالىدۇ ، چۈنكى بۇ بىخەتەرلىك خەۋىپىگە دۇچ كېلىشى مۇمكىن («Cross Scripting» دېيىلىدۇ). بۇ خەتەر Pico نىڭ ئۆزىگە ماس كەلمىگەچكە ، قىستۇرما ۋە باشتېمىلارنى 3-تەرەپ ئاچقۇچىلار بۇ مەسىلىنى بىلمەسلىكى مۇمكىن - شۇڭا ئىختىيارى قىستۇرما ۋە باشتېمىلارنى قاچىلىغاندا ئېھتىيات قىلىڭ.\n\nNextcloud ئۈچۈن Pico CMS ھەققىدە تېخىمۇ كۆپ بىلىمگە ئېرىشمەكچىمۇ؟ ئاسان! بۇ دېتالنى [Nextcloud نىڭ ئەپ دۇكىنى] (https://apps.nextcloud.com/apps/cms_pico) دىن چۈشۈرۈپ قوزغىتىپ ، Nextcloud نىڭ تەڭشەك بېتىگە يۆتكىڭ. باشقۇرغۇچى بولۇش سۈپىتىڭىز بىلەن كېيىنكى بۇلۇت تەڭشىكىڭىزدىن ئىككى «Pico CMS» بۆلىكىنى تاپالايسىز - بىرى «شەخسىي» نىڭ ئاستىدا ، يەنە بىرى «باشقۇرۇش». كېيىنكىسى Pico غا خاس ئۇسلۇب ، قىستۇرما ۋە قېلىپلارنى قوشالايسىز ، شۇنداقلا بەزى ئىلغار تەڭشەكلەرنى تەڭشىيەلەيسىز. «شەخسىي» ئاستىدىكى «Pico CMS» بۆلىكى بارلىق Nextcloud ئىشلەتكۈچىلىرى ئۈچۈن مەۋجۇت بولۇپ ، شەخسىي تور بېكەت قۇرالايدۇ. تۇنجى شەخسىي تور بېتىڭىزنى قۇرۇپ ، «sample_pico» نى تور بېكەت قېلىپى قىلىپ تاللاڭ. Pico نىڭ ئۈلگە مەزمۇنى سىز بىلىشكە تېگىشلىك بارلىق نەرسىلەرنى چۈشەندۈرۈپ بېرىدۇ…",
    "Access forbidden" : "زىيارەت قىلىش چەكلەنگەن",
    "Back to %s" : "% S گە قايتىش",
    "Not found" : "تېپىلمىدى",
    "Internal Server Error" : "ئىچكى مۇلازىمېتىر خاتالىقى",
    "The server was unable to complete your request." : "مۇلازىمېتىر تەلىپىڭىزنى ئورۇندىيالمىدى.",
    "If this happens again, please send the technical details below to the server administrator." : "ئەگەر بۇ ئىش قايتا يۈز بەرسە ، تۆۋەندىكى تېخنىكىلىق تەپسىلاتلارنى مۇلازىمېتىر باشقۇرغۇچىغا ئەۋەتىڭ.",
    "Remote Address: %s" : "يىراقتىكى ئادرېس:% s",
    "Request ID: %s" : "تەلەپ كىملىكى:% s",
    "More details can be found in the server log." : "تېخىمۇ كۆپ تەپسىلاتلارنى مۇلازىمېتىر خاتىرىسىدىن تاپقىلى بولىدۇ.",
    "Technical details" : "تېخنىكىلىق تەپسىلاتلار",
    "Type: %s" : "تىپى:% s",
    "Code: %s" : "كود:% s",
    "Message: %s" : "ئۇچۇر:% s",
    "File: %s" : "ھۆججەت:% s",
    "Line: %s" : "Line:% s",
    "Trace" : "ئىز",
    "Your Nextcloud installation is incompatible with Pico CMS for Nextcloud!" : "Nextcloud نى قاچىلاش Nextcloud ئۈچۈن Pico CMS بىلەن سىغىشالمايدۇ!",
    "Some of your Nextcloud apps have known incompatibilities with Pico CMS for Nextcloud. This is no-one's fault, neither are Nextcloud nor the conflicting apps to blame, this is just some technical limitation of Nextcloud's app infrastructure we cannot solve in the short term. We're working on a solution! In the meantime you must remove the conflicting apps. Known conflicting apps are \"Issue Template\" and \"Terms of service\"." : "Nextcloud ئەپلىرىڭىزنىڭ بەزىلىرى Nextcloud ئۈچۈن Pico CMS بىلەن ماسلىشالمىغانلىقىنى بىلىدۇ. بۇ ھېچكىمنىڭ خاتالىقى ئەمەس ، Nextcloud ۋە زىددىيەتلىك ئەپلەرمۇ ئەيىبلەنمەيدۇ ، بۇ پەقەت Nextcloud نىڭ ئەپ ئۇل ئەسلىھەلىرىنىڭ قىسقا ۋاقىت ئىچىدە ھەل قىلالمايدىغان بىر قىسىم تېخنىكىلىق چەكلىمىسى خالاس. بىز بىر ھەل قىلىش چارىسى ئۈستىدە تىرىشىۋاتىمىز! بۇ جەرياندا چوقۇم زىددىيەتلىك ئەپلەرنى ئۆچۈرۈشىڭىز كېرەك. داڭلىق زىددىيەتلىك ئەپلەر «مەسىلە قېلىپى» ۋە «مۇلازىمەت شەرتلىرى».",
    "If you see the error <code>\"Call to undefined method ParsedownExtra::textElements()\"</code> in Nextcloud's logs even though you've removed all conflicting apps, please don't hesitate to <a href=\"https://github.com/nextcloud/cms_pico/issues/new\">open a new Issue on GitHub</a> with a copy of the error including its stack trace and a complete list of all apps installed." : "ئەگەر Nextcloud نىڭ خاتىرىسىدىكى <code> \"ئېنىقلانمىغان ئۇسۇلغا تېلېفون قىلىڭ ParsedownExtra :: textElements ()\" </code> خاتالىقىنى كۆرسىڭىز ، بارلىق زىددىيەتلىك ئەپلەرنى ئۆچۈرۈۋەتكەن بولسىڭىزمۇ ، ئىككىلەنمەستىن <a href = \"https: .",
    "Pico CMS for Nextcloud" : "Nextcloud ئۈچۈن Pico CMS",
    "Change Pico CMS for Nextcloud's behavior and manage optional features." : "Nextcloud نىڭ ھەرىكىتى ئۈچۈن Pico CMS نى ئۆزگەرتىپ ، ئىختىيارى ئىقتىدارلارنى باشقۇرۇڭ.",
    "Limit to groups" : "گۇرۇپپىلارغا چەك قويۇڭ",
    "Loading groups…" : "گۇرۇپپىلارنى يۈكلەۋاتىدۇ…",
    "If you wish not to enable all of your users to create personal websites, you can limit Pico CMS for Nextcloud to certain groups. Select the groups you want to limit access to. If you leave this field empty, usage isn't limited. Revoking access for certain groups won't delete any of a user's websites, however, they get inaccessible." : "ئەگەر بارلىق ئىشلەتكۈچىلىرىڭىزنىڭ شەخسىي تور بېكەت قۇرۇشىنى قوزغىتىشنى خالىمىسىڭىز ، Nextcloud ئۈچۈن Pico CMS نى مەلۇم گۇرۇپپىلارغا چەكلىيەلەيسىز. زىيارەت قىلىشنى چەكلىمەكچى بولغان گۇرۇپپىلارنى تاللاڭ. ئەگەر بۇ يەرنى بوش قويسىڭىز ، ئىشلىتىش چەكلىمىگە ئۇچرىمايدۇ. بەزى گۇرۇپپىلارغا كىرىشنى بىكار قىلىش ئىشلەتكۈچىنىڭ توربېكەتلىرىنى ئۆچۈرمەيدۇ ، ئەمما ، ئۇلار زىيارەت قىلالمايدۇ.",
    "Custom themes" : "خاس ئۇسلۇب",
    "Add custom themes for greater individuality and style." : "تېخىمۇ چوڭ خاسلىق ۋە ئۇسلۇب ئۈچۈن خاس ئۇسلۇب قوشۇڭ.",
    "Pico CMS for Nextcloud allows you to add custom themes for some greater individuality and style. However, for security reasons, users cannot add custom themes on their own. Before you can add a new custom theme using the \"Add custom theme\" button below, you'll have to upload all of its files to the data folder of your Nextcloud instance. After uploading the theme it will show up in the form below to actually allow users to use the custom theme. If you want to modify one of your previously added custom themes, simply edit the corresponding files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom theme\" button next to the edited theme in the form below." : "Nextcloud ئۈچۈن Pico CMS سىزگە تېخىمۇ چوڭ خاسلىق ۋە ئۇسلۇب ئۈچۈن خاس ئۇسلۇب قوشالايسىز. قانداقلا بولمىسۇن ، بىخەتەرلىك سەۋەبىدىن ، ئابونتلار ئىختىيارى ئۇسلۇب قوشالمايدۇ. تۆۋەندىكى «ئىختىيارى ئۇسلۇب قوشۇش» كۇنۇپكىسى ئارقىلىق يېڭى خاس ئۇسلۇب قوشۇشتىن بۇرۇن ، ئۇنىڭ بارلىق ھۆججەتلىرىنى Nextcloud مىسالىڭىزنىڭ سانلىق مەلۇمات قىسقۇچىغا يۈكلىشىڭىز كېرەك. باشتېمىنى يۈكلىگەندىن كېيىن تۆۋەندىكى جەدۋەلدە كۆرۈنىدۇ ، ئابونتلارنىڭ خاس ئۇسلۇبنى ئىشلىتىشىگە يول قويىدۇ. ئەگەر ئىلگىرى قوشۇلغان ئىختىيارى ئۇسلۇبتىن بىرنى ئۆزگەرتمەكچى بولسىڭىز ، Nextcloud نىڭ سانلىق مەلۇمات قىسقۇچىدىكى ماس ھۆججەتلەرنى تەھرىرلەڭ. ئۆزگەرتىشلەرنىڭ كۈچكە ئىگە بولۇشى ئۈچۈن تۆۋەندىكى جەدۋەلدىكى تەھرىرلەنگەن باشتېمىنىڭ يېنىدىكى «ئىختىيارى ئۇسلۇبنى قايتا يۈكلەش» كۇنۇپكىسىنى بېسىشىڭىز كېرەك.",
    "Before adding a new custom theme, upload all of the theme's files to a new folder in the following directory. If you want to edit one of your custom themes, refer to this directory likewise." : "يېڭى خاس ئۇسلۇب قوشۇشتىن بۇرۇن ، باشتېمىنىڭ بارلىق ھۆججەتلىرىنى تۆۋەندىكى مۇندەرىجىدىكى يېڭى ھۆججەت قىسقۇچقا يۈكلەڭ. ئىختىيارى ئۇسلۇبتىن بىرنى تەھرىرلىمەكچى بولسىڭىز ، بۇ مۇندەرىجىنىمۇ كۆرۈڭ.",
    "Loading themes…" : "باشتېمىلارنى يۈكلەۋاتىدۇ…",
    "Add custom theme" : "ئىختىيارى ئۇسلۇب قوشۇڭ",
    "Reload themes list" : "تېما تىزىملىكىنى قايتا يۈكلەڭ",
    "Compatible theme." : "ماس كېلىدىغان تېما.",
    "System theme" : "سىستېما تېمىسى",
    "Copy system theme" : "سىستېما تېمىسىنى كۆچۈرۈڭ",
    "Custom theme" : "خاس ئۇسلۇب",
    "Reload custom theme" : "خاس ئۇسلۇبنى قايتا يۈكلەڭ",
    "Copy custom theme" : "ئىختىيارى ئۇسلۇبنى كۆچۈرۈڭ",
    "Delete custom theme" : "ئىختىيارى ئۇسلۇبنى ئۆچۈرۈڭ",
    "Base theme" : "ئاساسىي تېما",
    "Theme name" : "باشتېما ئىسمى",
    "An unexpected error occurred while performing this action. Please check Nextcloud's logs." : "بۇ ھەرىكەتنى قىلىۋاتقاندا كۈتۈلمىگەن خاتالىق يۈز بەردى. Nextcloud نىڭ خاتىرىسىنى تەكشۈرۈپ بېقىڭ.",
    "Error: {error}" : "خاتالىق: {خاتالىق}",
    "Encountered unexpected {exception}: {exceptionMessage}" : "كۈتۈلمىگەن كۈتۈلمىگەن {مۇستەسنا}: {exceptionMessage}",
    "Custom plugins" : "قىستۇرمىلارنى ئىختىيارىي قىلىڭ",
    "Add custom plugins to reach for Pico's full potential." : "Pico نىڭ تولۇق يوشۇرۇن كۈچىگە ئېرىشىش ئۈچۈن ئىختىيارى قىستۇرمىلارنى قوشۇڭ.",
    "Pico CMS for Nextcloud allows you to add custom plugins to really utilize all of Pico's power. Plugins work on a global basis, i.e. adding a custom plugin will enable it for all of your users' websites. Before adding a new custom plugin using the \"Add custom plugin\" button below, you must upload all of the plugin's files to the data folder of your Nextcloud instance. After uploading the plugin it will show up in the form below to actually enable it. If you want to update one of your previously added custom plugins, simply replace the plugin's files in Nextcloud's data folder. For the changes to take effect you must hit the \"Reload custom plugin\" button next to the updated plugin in the form below." : "Nextcloud ئۈچۈن Pico CMS ئارقىلىق Pico نىڭ بارلىق كۈچىدىن ھەقىقىي پايدىلىنىش ئۈچۈن ئىختىيارى قىستۇرما قوشالايسىز. قىستۇرمىلار يەرشارى مىقياسىدا ئىشلەيدۇ ، يەنى ئىختىيارى قىستۇرما قوشسىڭىز ، بارلىق ئابونتلىرىڭىزنىڭ توربېكەتلىرىنى ئىشلىتەلەيسىز. تۆۋەندىكى «ئىختىيارى قىستۇرما قوشۇش» كۇنۇپكىسىنى ئىشلىتىپ يېڭى ئىختىيارى قىستۇرما قوشۇشتىن بۇرۇن ، چوقۇم بارلىق قىستۇرما ھۆججەتلەرنى Nextcloud مىسالىڭىزنىڭ سانلىق مەلۇمات قىسقۇچىغا يۈكلىشىڭىز كېرەك. قىستۇرمىنى يۈكلىگەندىن كېيىن تۆۋەندىكى جەدۋەلدە كۆرۈنىدۇ. ئەگەر ئىلگىرى قوشۇلغان ئىختىيارى قىستۇرمىلاردىن بىرنى يېڭىلىماقچى بولسىڭىز ، Nextcloud نىڭ سانلىق مەلۇمات قىسقۇچىدىكى قىستۇرمىنىڭ ھۆججەتلىرىنى ئالماشتۇرۇڭ. ئۆزگەرتىشلەرنىڭ كۈچكە ئىگە بولۇشى ئۈچۈن تۆۋەندىكى جەدۋەلدىكى يېڭىلانغان قىستۇرمىنىڭ يېنىدىكى «ئىختىيارى قىستۇرمىنى قايتا يۈكلەش» كۇنۇپكىسىنى بېسىشىڭىز كېرەك.",
    "Before adding a new custom plugin, upload all of the plugin's files to a new folder in the following directory. If you want to update one of your custom plugins, refer to this directory likewise. Please note that the name of a plugin's folder must strictly match the name of the plugin, otherwise Pico will refuse to enable the plugin." : "يېڭى ئىختىيارى قىستۇرما قوشۇشتىن بۇرۇن ، قىستۇرمىنىڭ بارلىق ھۆججەتلىرىنى تۆۋەندىكى مۇندەرىجىدىكى يېڭى ھۆججەت قىسقۇچقا يۈكلەڭ. ئەگەر ئۆزىڭىزنىڭ قىستۇرمىلىرىدىن بىرنى يېڭىلىماقچى بولسىڭىز ، بۇ مۇندەرىجىنىمۇ كۆرۈڭ. شۇنىڭغا دىققەت قىلىڭكى ، قىستۇرما قىسقۇچنىڭ ئىسمى چوقۇم قىستۇرمىنىڭ ئىسمى بىلەن ماس كېلىشى كېرەك ، بولمىسا Pico قىستۇرمىنى قوزغىتىشنى رەت قىلىدۇ.",
    "Loading plugins…" : "قىستۇرمىلارنى يۈكلەۋاتىدۇ…",
    "Add custom plugin" : "ئىختىيارى قىستۇرما قوشۇڭ",
    "Reload plugins list" : "قىستۇرما تىزىملىكىنى قايتا يۈكلەڭ",
    "Compatible plugin." : "ماس كېلىدىغان قىستۇرما.",
    "Example plugin" : "قىستۇرما مىسال",
    "Copy example plugin" : "قىستۇرمىنى كۆچۈرۈڭ",
    "System plugin" : "سىستېما قىستۇرمىسى",
    "Custom plugin" : "قىستۇرما",
    "Reload custom plugin" : "ئىختىيارى قىستۇرمىنى قايتا يۈكلەڭ",
    "Delete custom plugin" : "ئىختىيارى قىستۇرمىنى ئۆچۈرۈڭ",
    "Base plugin" : "ئاساسى قىستۇرما",
    "Plugin name" : "قىستۇرما ئىسمى",
    "Custom templates" : "ئىختىيارى قېلىپ",
    "Make it easier for users to create new websites." : "ئىشلەتكۈچىلەرنىڭ يېڭى تور بېكەت قۇرۇشىغا قولايلىق يارىتىڭ.",
    "Creating new websites can be hard - where to even start? Custom templates act as a starting point for users to create a new website using Pico CMS for Nextcloud. Before adding a new custom template using the \"Add custom template\" button below, you must upload all of the template's files to the data folder of your Nextcloud instance. After uploading the template it will show up in the form below to actually add it to the \"Create a new website\" form of your users. If you want to modify one of your previously added custom templates, simply edit the corresponding files in Nextcloud's data folder." : "يېڭى تور بېكەت قۇرۇش تەسكە توختايدۇ - ھەتتا نەدىن باشلاش كېرەك؟ ئىختىيارىي قېلىپلار ئىشلەتكۈچىلەرنىڭ Nextcloud ئۈچۈن Pico CMS ئارقىلىق يېڭى تور بېكەت قۇرۇشىنىڭ باشلىنىش نۇقتىسى رولىنى ئوينايدۇ. تۆۋەندىكى «ئىختىيارى قېلىپنى قوشۇش» كۇنۇپكىسىنى ئىشلىتىپ يېڭى ئىختىيارى قېلىپنى قوشۇشتىن بۇرۇن ، قېلىپنىڭ بارلىق ھۆججەتلىرىنى Nextcloud مىسالىڭىزنىڭ سانلىق مەلۇمات قىسقۇچىغا يۈكلىشىڭىز كېرەك. قېلىپنى يۈكلىگەندىن كېيىن تۆۋەندىكى جەدۋەلدە كۆرۈنىدۇ ھەمدە ئۇنى ئابونتلىرىڭىزنىڭ «يېڭى تور بېكەت قۇرۇش» شەكلىگە قوشىدۇ. ئەگەر ئىلگىرى قوشۇلغان قېلىپلاردىن بىرنى ئۆزگەرتمەكچى بولسىڭىز ، Nextcloud نىڭ سانلىق مەلۇمات قىسقۇچىدىكى ماس ھۆججەتلەرنى تەھرىرلەڭ.",
    "Before adding a new custom template, upload all of the template's files to a new folder in the following directory:" : "يېڭى ئىختىيارى قېلىپنى قوشۇشتىن بۇرۇن ، قېلىپنىڭ بارلىق ھۆججەتلىرىنى تۆۋەندىكى مۇندەرىجىدىكى يېڭى ھۆججەت قىسقۇچقا يۈكلەڭ:",
    "Loading templates…" : "قېلىپلارنى يۈكلەۋاتىدۇ…",
    "Add custom template" : "ئىختىيارى قېلىپنى قوشۇڭ",
    "Reload templates list" : "قېلىپلار تىزىملىكىنى قايتا يۈكلەڭ",
    "Compatible template." : "ماس كېلىدىغان قېلىپ.",
    "System template" : "سىستېما قېلىپى",
    "Copy system template" : "سىستېما قېلىپىنى كۆچۈرۈڭ",
    "Custom template" : "ئىختىيارى قېلىپ",
    "Copy custom template" : "ئىختىيارى قېلىپنى كۆچۈرۈڭ",
    "Delete custom template" : "ئىختىيارى قېلىپنى ئۆچۈرۈڭ",
    "Base template" : "ئاساسى قېلىپ",
    "Template name" : "قېلىپ ئىسمى",
    "Configure your web server" : "تور مۇلازىمېتىرىڭىزنى سەپلەڭ",
    "Enable Pico CMS for Nextcloud's full potential by configuring your web server appropriately." : "تور مۇلازىمېتىرىڭىزنى مۇۋاپىق تەڭشەش ئارقىلىق Nextcloud نىڭ تولۇق يوشۇرۇن كۈچى ئۈچۈن Pico CMS نى قوزغىتىڭ.",
    "Depending on your web server's configuration, users can access their websites using different URLs. By default, users can access their websites using Pico CMS for Nextcloud's full application URL. However, these URLs are pretty long and thus not very user-friendly. For this reason, Pico CMS for Nextcloud also supports shortened URLs utilizing the virtual \"sites/\" folder. However, using this feature requires some additional web server configuration. If you're using the Apache web server, try one of the first two examples shown below. If you're rather using the nginx web server, try one of last two examples. If you do not really understand what's going on, contact your server administrator and send him the information below. If your server administrator tells you this isn't possible, do not despair - you can still use Pico CMS for Nextcloud's full application URLs, they always work out-of-the-box." : "تور مۇلازىمېتىرىڭىزنىڭ سەپلىمىسىگە ئاساسەن ، ئىشلەتكۈچىلەر ئوخشىمىغان URL ئارقىلىق توربېكەتلىرىنى زىيارەت قىلالايدۇ. سۈكۈتتىكى ھالەتتە ، ئىشلەتكۈچىلەر Nextcloud نىڭ تولۇق قوللىنىشچان تور ئادرېسى ئۈچۈن Pico CMS ئارقىلىق توربېكەتلىرىنى زىيارەت قىلالايدۇ. قانداقلا بولمىسۇن ، بۇ URL لار خېلى ئۇزۇن ، شۇڭا ئىشلەتكۈچىلەرگە ئانچە ماس كەلمەيدۇ. بۇ سەۋەبتىن ، Nextcloud ئۈچۈن Pico CMS يەنە مەۋھۇم «بېكەتلەر» ھۆججەت قىسقۇچىدىن پايدىلىنىپ قىسقارتىلغان URL لارنى قوللايدۇ. قانداقلا بولمىسۇن ، بۇ ئىقتىدارنى ئىشلىتىش ئۈچۈن قوشۇمچە تور مۇلازىمېتىر سەپلىمىسى تەلەپ قىلىنىدۇ. ئەگەر Apache تور مۇلازىمېتىرىنى ئىشلىتىۋاتقان بولسىڭىز ، تۆۋەندە كۆرسىتىلگەن ئالدىنقى ئىككى مىسالنىڭ بىرىنى سىناپ بېقىڭ. ئەگەر سىز nginx تور مۇلازىمېتىرىنى ئىشلىتىۋاتقان بولسىڭىز ، ئاخىرقى ئىككى مىسالنىڭ بىرىنى سىناپ بېقىڭ. نېمە ئىش بولغانلىقىنى ھەقىقىي چۈشەنمىسىڭىز ، مۇلازىمېتىر باشقۇرغۇچىڭىز بىلەن ئالاقىلىشىڭ ھەمدە ئۇنىڭغا تۆۋەندىكى ئۇچۇرلارنى ئەۋەتىڭ. ئەگەر مۇلازىمېتىر باشقۇرغۇچىڭىز بۇنىڭ مۇمكىن ئەمەسلىكىنى ئېيتسا ، ئۈمىدسىزلەنمەڭ - سىز Nextcloud نىڭ تولۇق قوللىنىشچان تور ئادرېسى ئۈچۈن Pico CMS نى ئىشلىتەلەيسىز ، ئۇلار ھەمىشە قۇدۇق سىرتىدا ئىشلەيدۇ.",
    "Enable short website URLs" : "قىسقا تور بېكەت URL لىرىنى قوزغىتىڭ",
    "Full application URLs" : "تولۇق قوللىنىشچان URL",
    "Short website URLs" : "قىسقا تور بېكەت URL لىرى",
    "After you have configured your web server to enable shortened URLs, you should select the corresponding option above to let your users know about this feature. Do not enable this option if you have not configured the virtual \"sites/\" folder yet using one of the configuration examples shown below." : "قىسقارتىلغان URL لارنى قوزغىتىش ئۈچۈن تور مۇلازىمېتىرىڭىزنى تەڭشىگەندىن كېيىن ، يۇقىرىدىكى مۇناسىپ تاللاشنى تاللاپ ، ئابونتلىرىڭىزغا بۇ ئىقتىدارنى بىلدۈرۈڭ. ئەگەر تۆۋەندە كۆرسىتىلگەن سەپلىمە مىساللىرىدىن بىرنى ئىشلىتىپ مەۋھۇم «بېكەت /» ھۆججەت قىسقۇچىنى تەڭشىمىگەن بولسىڭىز ، بۇ تاللانمىنى قوزغىماڭ.",
    "Using Apache's mod_proxy" : "Apache نىڭ mod_proxy نى ئىشلىتىش",
    "Your users' website URLs will look like the following:" : "ئابونتلىرىڭىزنىڭ تور ئادرېسى تۆۋەندىكىدەك بولىدۇ:",
    "Copy the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf. Before doing so you must enable both Apache's mod_proxy and mod_proxy_http modules. Otherwise your web server will either refuse to (re)start or yield a 500 Internal Server Error." : "ئۈستىدىكى سەپلىمە پارچىسىنى apache.conf نىڭ Nextcloud نىڭ <VirtualHost…> بۆلىكىگە كۆچۈرۈڭ. بۇنداق قىلىشتىن بۇرۇن چوقۇم Apache نىڭ mod_proxy ۋە mod_proxy_http مودۇلىنى قوزغىتىشىڭىز كېرەك. بولمىسا تور مۇلازىمېتىرىڭىز 500 ئىچكى مۇلازىمېتىر خاتالىقىنى قوزغىتىشنى ياكى قايتا رەت قىلىشنى رەت قىلىدۇ.",
    "Using Apache's mod_rewrite" : "Apache نىڭ mod_rewrite نى ئىشلىتىش",
    "Before copying the config snippet above to Nextcloud's <VirtualHost …> section of your apache.conf, make sure to enable Apache's mod_rewrite module. Otherwise your web server will refuse to (re)start or yield a 500 Internal Server Error. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing mod_proxy shown above." : "ئۈستىدىكى سەپلىمە پارچىسىنى NextCloud نىڭ <VirtualHost…> بۆلىكىگە apache.conf غا كۆچۈرۈشتىن بۇرۇن ، Apache نىڭ mod_rewrite مودۇلىنى قوزغىتىشقا كاپالەتلىك قىلىڭ. بولمىسا تور مۇلازىمېتىرىڭىز 500 ئىچكى مۇلازىمېتىر خاتالىقىنى باشلاش ياكى قايتا رەت قىلىشنى رەت قىلىدۇ. شۇنىڭغا دىققەت قىلىڭكى ، بۇ سەپلىمە ئەمەلىيەتتە قىسقارتىلغان URL لارنى ئىشلىتىشىڭىزگە يول قويمايدۇ ، ئۇ پەقەت ئابونتلارنى قىسقارتىلغان URL دىن تور بېكەتنىڭ تولۇق URL غا يۆتكەيدۇ. شۇڭا سىز يۇقىرىدا كۆرسىتىلگەن mod_proxy ئارقىلىق ھەل قىلىش چارىسىنى ياخشى كۆرۈشىڭىز كېرەك.",
    "Using nginx's proxy_pass" : "Nginx نىڭ proxy_pass نى ئىشلىتىش",
    "Copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Before doing doing so you must enable nginx's ngx_http_proxy_module module. Otherwise your web server will either refuse to (re)start or yield a 500 Internal Server Error." : "ئۈستىدىكى سەپلىمە پارچىسىنى nginx.conf نىڭ Nextcloud مۇلازىمېتىرى {…} بۆلىكىگە كۆچۈرۈڭ. بۇنداق قىلىشتىن بۇرۇن چوقۇم nginx نىڭ ngx_http_proxy_module مودۇلىنى قوزغىتىشىڭىز كېرەك. بولمىسا تور مۇلازىمېتىرىڭىز 500 ئىچكى مۇلازىمېتىر خاتالىقىنى قوزغىتىشنى ياكى قايتا رەت قىلىشنى رەت قىلىدۇ.",
    "Using nginx's rewrite" : "Nginx نىڭ قايتا يېزىشىنى ئىشلىتىش",
    "Simply copy the config snippet above to Nextcloud's server { … } section of your nginx.conf. Please note that this config won't actually let you use shortened URLs, it just redirects users from shortened URLs to the site's full URL. Thus you should prefer the solution utilizing nginx's proxy_pass directive shown above." : "ئۈستىدىكى سەپلىمە پارچىسىنى nginx.conf نىڭ Nextcloud مۇلازىمېتىرى {…} بۆلىكىگە كۆچۈرۈڭ. شۇنىڭغا دىققەت قىلىڭكى ، بۇ سەپلىمە ئەمەلىيەتتە قىسقارتىلغان URL لارنى ئىشلىتىشىڭىزگە يول قويمايدۇ ، ئۇ پەقەت ئابونتلارنى قىسقارتىلغان URL دىن تور بېكەتنىڭ تولۇق URL غا يۆتكەيدۇ. شۇڭا سىز يۇقىرىدا كۆرسىتىلگەن nginx نىڭ proxy_pass كۆرسەتمىسىدىن پايدىلىنىپ ھەل قىلىش چارىسىنى تاللىشىڭىز كېرەك.",
    "Version information" : "نەشرى ئۇچۇرى",
    "Pico CMS for Nextcloud was made by <a href=\"https://github.com/daita\">Maxence Lange</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a>.<br>It is free and open source software released under the <a href=\"https://github.com/nextcloud/cms_pico/blob/master/LICENSE\">GNU Affero General Public License</a>." : "Nextcloud ئۈچۈن Pico CMS <a href = \"https://github.com/daita\"> Maxence Lange </a> ۋە <a href = \"https://daniel-rudolf.de/\"> Daniel Rudolf < <a href = \"https://github.com/nextcloud/cms_pico/blob/master/LICENSE\"> GNU Affero ئادەتتىكى ئاممىۋى ئىجازەتنامىسى </a> دە ئېلان قىلىنغان ھەقسىز ۋە ئوچۇق كودلۇق يۇمشاق دېتال. .",
    "Pico was made by <a href=\"https://gilbitron.me/\">Gilbert Pellegrom</a> and <a href=\"https://daniel-rudolf.de/\">Daniel Rudolf</a> and is maintained by <a href=\"https://github.com/picocms/Pico/graphs/contributors\">The Pico Community</a>.<br>It is free and open source software released under the <a href=\"https://github.com/picocms/Pico/blob/master/LICENSE.md\">MIT license</a>." : "پىكو <a href = \"https://gilbitron.me/\"> Gilbert Pellegrom </a> ۋە <a href = \"https://daniel-rudolf.de/\"> Daniel Rudolf </a> تەرىپىدىن ياسالغان. <a href = \"https://github.com/picocms/Pico/graphs/contributors\"> Pico Community </a> تەرىپىدىن ساقلىنىدۇ. <br> ئۇ <a href = ئاستىدا تارقىتىلغان ھەقسىز ۋە ئوچۇق كودلۇق يۇمشاق دېتال. \"https://github.com/picocms/Pico/blob/master/LICENSE.md\"> MIT ئىجازەتنامىسى </a>.",
    "<a href=\"https://apps.nextcloud.com/apps/cms_pico\">Pico CMS for Nextcloud</a> combines the power of <a href=\"http://picocms.org/\"><strong>Pico</strong></a> and Nextcloud to create simple, secure, shareable and amazingly powerful websites with just a few clicks. Pico is a stupidly simple, blazing fast, flat file CMS - making the web easy!" : "<a href = \"https://apps.nextcloud.com/apps/cms_pico\"> Nextcloud ئۈچۈن Pico CMS </a> <a href = \"http://picocms.org/\"> <strong> نىڭ كۈچىنى بىرلەشتۈردى. Pico </strong> </a> ۋە Nextcloud بىر قانچە چېكىش ئارقىلىق ئاددىي ، بىخەتەر ، ھەمبەھىرلىنىدىغان ۋە ھەيران قالارلىق كۈچلۈك تور بېكەتلەرنى قۇرۇپ چىقىدۇ. Pico بىر ئەخمەق ئاددىي ، چاقنىغان تېز ، تەكشى ھۆججەت CMS - تورنى ئاسانلاشتۇرىدۇ!",
    "Start a blog, share your resume with the world, create a plan for world domination and only share it with the right friends or build a knowledge base and let the smart ones among your colleagues help out. Pico CMS for Nextcloud allows you to create and manage your own websites. Creating a new page with Pico is no more than creating a simple text file in your Nextcloud files. No config is required, no utterly complex management interfaces - just files. It's the perfect match with Nextcloud. Secure Sharing, Collaboration, Access Control - not just for your files, but also your websites, all made possible by Pico CMS for Nextcloud! Breaking the boundaries between your Mobile & Desktop devices and your Server." : "بىلوگنى باشلاڭ ، تەرجىمىھالىڭىزنى دۇنيا بىلەن ئورتاقلىشىڭ ، دۇنيانى كونترول قىلىش پىلانىنى تۈزۈڭ ۋە ئۇنى پەقەت توغرا دوستلار بىلەن ئورتاقلىشىڭ ياكى بىلىم بازىسى قۇرۇپ ، خىزمەتداشلىرىڭىز ئارىسىدىكى ئەقىللىق كىشىلەرگە ياردەم قىلىڭ. Nextcloud ئۈچۈن Pico CMS ئارقىلىق ئۆزىڭىزنىڭ توربېكەتلىرىنى قۇرالايسىز ۋە باشقۇرالايسىز. Pico بىلەن يېڭى بەت قۇرۇش پەقەت Nextcloud ھۆججىتىڭىزدە ئاددىي تېكىست ھۆججىتى قۇرۇشتىن باشقا نەرسە ئەمەس. ھېچقانداق سەپلىمە تەلەپ قىلىنمايدۇ ، پۈتۈنلەي مۇرەككەپ باشقۇرۇش كۆرۈنمە يۈزى يوق - پەقەت ھۆججەتلەر. بۇ Nextcloud بىلەن ئەڭ ماس كېلىدىغان مۇسابىقە. بىخەتەر ھەمبەھىرلىنىش ، ھەمكارلىشىش ، زىيارەتنى كونترول قىلىش - ھۆججەتلىرىڭىز ئۈچۈنلا ئەمەس ، توربېكەتلىرىڭىز ئۈچۈنمۇ Pico CMS ئارقىلىق Nextcloud ئۈچۈن مۇمكىن! كۆچمە ۋە ئۈستەل يۈزى ئۈسكۈنىلىرىڭىز بىلەن مۇلازىمېتىرىڭىزنىڭ چېگراسىنى بۇزۇش.",
    "A website consist of just a bunch of <code class=\"inline\">.md</code> text files in your Nextcloud files. <code class=\"inline\">.md</code> stands for <a href=\"https://www.markdownguide.org/\"><strong>Markdown</strong></a> - a super simple and intuitive markup to create headings, paragraphs, text formatting, lists, images and links. But don't despair - you don't have to learn yet another language if you don't want to. Try Nextcloud's <a href=\"https://apps.nextcloud.com/apps/files_markdown\">Markdown Editor</a> app to make easy things stupidly simple. Please note that Nextcloud's built-in Text editor is incompatible with Pico CMS for Nextcloud. But what about meta data like a page's title or release date? Guess right, it's all in one place. At the top of your Markdown files you can place a block with such meta data - called <a href=\"https://en.wikipedia.org/wiki/YAML\"><strong>YAML</strong></a> Front Matter. Creating websites cannot be easier…" : "بىر تور بېكەت پەقەت Nextcloud ھۆججىتىڭىزدىكى بىر تۈركۈم <code class = \"inline\">. Md </code> تېكىست ھۆججىتىدىن تەركىب تاپىدۇ. <code class = \"inline\">. md </code> بولسا <a href = \"https://www.markdownguide.org/\"> <strong> Markdown </strong> </a> - دەرىجىدىن تاشقىرى ئاددىي ۋە بىۋاسىتە بەلگە ماۋزۇ ، ئابزاس ، تېكىست فورماتى ، تىزىملىك ، رەسىم ۋە ئۇلىنىشلارنى ھاسىل قىلىدۇ. ئەمما ئۈمىدسىزلەنمەڭ - ئەگەر خالىمىسىڭىز باشقا تىل ئۆگىنىشىڭىزنىڭ ھاجىتى يوق. Nextcloud نىڭ <a href = \"https://apps.nextcloud.com/apps/files_markdown\"> Markdown تەھرىرلىگۈچ </a> دېتالىنى ئىشلىتىپ ، ئىشلارنى ئەخمەق ئاددىيلاشتۇرۇڭ. شۇنىڭغا دىققەت قىلىڭكى ، Nextcloud نىڭ ئىچىگە تېكىست تەھرىرلىگۈچ Nextcloud ئۈچۈن Pico CMS بىلەن سىغىشالمايدۇ. ئەمما بەتنىڭ ماۋزۇسى ياكى ئېلان قىلىنىش ۋاقتىغا ئوخشاش مېتا سانلىق مەلۇماتلىرىچۇ؟ توغرا پەرەز قىلىڭ ، ھەممىسى بىر جايدا. Markdown ھۆججىتىڭىزنىڭ ئۈستىگە سىز بۇ خىل مېتا سانلىق مەلۇماتلىرى بىلەن <a href = \"https://en.wikipedia.org/wiki/YAML\"> <strong> YAML </strong> </a> دەپ ئاتىلىدۇ. Front Matter. تور بېكەت قۇرۇش ئاسان ئەمەس…",
    "You want to learn more about Pico CMS for Nextcloud? Easy! Just create your first personal website using the \"sample_pico\" template. Pico's sample contents will explain all you need to know…" : "Nextcloud ئۈچۈن Pico CMS ھەققىدە تېخىمۇ كۆپ بىلىمگە ئېرىشمەكچىمۇ؟ ئاسان! «Sample_pico» قېلىپىنى ئىشلىتىپ تۇنجى شەخسىي تور بېتىڭىزنى قۇرۇڭ. Pico نىڭ ئۈلگە مەزمۇنى سىز بىلىشكە تېگىشلىك بارلىق نەرسىلەرنى چۈشەندۈرۈپ بېرىدۇ…",
    "You will be able to access your websites using URLs like the following:" : "تۆۋەندىكىدەك URL لارنى ئىشلىتىپ توربېكەتلىرىڭىزنى زىيارەت قىلالايسىز:",
    "The Nextcloud admin limited access of Pico CMS for Nextcloud to certain groups. Unfortunately you don't have permission to create personal websites. You can still access websites of other users, possibly including private websites. If you had permission to create websites in the past, you don't have to worry about your data: Nothing is lost. However, nobody will be able to access your private websites and a \"Website not found\" error is shown instead." : "Nextcloud باشقۇرغۇچى Nextcloud ئۈچۈن Pico CMS نىڭ بەزى گۇرۇپپىلارغا كىرىشىنى چەكلەيدۇ. بەختكە قارشى سىزنىڭ شەخسىي توربېكەت قۇرۇشقا رۇخسىتىڭىز يوق. سىز يەنىلا باشقا ئىشلەتكۈچىلەرنىڭ توربېكەتلىرىنى زىيارەت قىلالايسىز ، بەلكىم شەخسىي تور بېكەتلەرنىمۇ ئۆز ئىچىگە ئالىدۇ. ئىلگىرى توربېكەت قۇرۇشقا ئىجازەت بەرگەن بولسىڭىز ، سانلىق مەلۇماتلىرىڭىزدىن ئەنسىرىمىسىڭىزمۇ بولىدۇ: ھېچ نەرسە يوقاپ كەتمەيدۇ. قانداقلا بولمىسۇن ، ھېچكىم شەخسىي توربېكەتلىرىڭىزنى زىيارەت قىلالمايدۇ ھەمدە ئۇنىڭ ئورنىغا «تور بېكەت تېپىلمىدى» خاتالىقى كۆرسىتىلدى.",
    "Loading websites…" : "تور بېكەتلەرنى يۈكلەۋاتىدۇ…",
    "Name" : "ئاتى",
    "Path" : "Path",
    "Theme" : "باشتېما",
    "Created" : "قۇرۇلدى",
    "Go to website" : "توربېكەتكە كىرىڭ",
    "Go to website directory" : "تور بېكەت مۇندەرىجىسىگە كىرىڭ",
    "Edit website name" : "تور بېكەت نامىنى تەھرىرلەڭ",
    "Edit private website settings" : "شەخسىي تور بېكەت تەڭشىكىنى تەھرىرلەڭ",
    "Delete website" : "توربېكەتنى ئۆچۈرۈڭ",
    "Actions" : "مەشغۇلاتلار",
    "Pico CMS for Nextcloud supports both public and private websites. Everyone can access public websites, no matter whether they are logged in or not. If you want to limit access to a certain subset of users, create a private website. All visitors of a private website must be logged in, otherwise a \"Access forbidden\" error is shown. Additionally one of the following conditions must be met: (1) the user has access to the website's source files (i.e. the source folder is shared with the user), (2) the user is a member of one of the groups listed below, or (3) the user is a member of one of the groups specified in the YAML Front Matter of the requested page using the \"access\" meta value." : "Nextcloud ئۈچۈن Pico CMS ئاممىۋى ۋە شەخسىي تور بېكەتلەرنى قوللايدۇ. تىزىمغا كىرگەن ياكى كىرمىگەن بولۇشىدىن قەتئىينەزەر ، كۆپچىلىك ئاممىۋى تور بېكەتلەرنى زىيارەت قىلالايدۇ. ئەگەر مەلۇم بىر تۈركۈم ئىشلەتكۈچىلەرنىڭ زىيارەت قىلىنىشىنى چەكلىمەكچى بولسىڭىز ، شەخسىي تور بېكەت قۇرۇڭ. شەخسىي تور بېكەتنى زىيارەت قىلغۇچىلارنىڭ ھەممىسى چوقۇم تىزىملىتىشى كېرەك ، بولمىسا «زىيارەت قىلىش چەكلەنگەن» خاتالىق كۆرۈلىدۇ. بۇنىڭدىن باشقا ، تۆۋەندىكى شەرتلەرنىڭ بىرى بولۇشى كېرەك: (1) ئىشلەتكۈچى تور بېكەتنىڭ ئەسلى ھۆججىتىنى زىيارەت قىلالايدۇ (يەنى مەنبە ھۆججەت قىسقۇچ ئىشلەتكۈچى بىلەن ئورتاقلىشىدۇ) ، (2) ئىشلەتكۈچى تۆۋەندە كۆرسىتىلگەن گۇرۇپپىلارنىڭ بىرى ، ياكى (3) ئىشلەتكۈچى «زىيارەت» مېتا قىممىتىنى ئىشلىتىپ تەلەپ قىلىنغان بەتنىڭ YAML ئالدى مەسىلىسىدە كۆرسىتىلگەن گۇرۇپپىنىڭ بىر ئەزاسى.",
    "Website type" : "تور بېكەت تىپى",
    "Public website" : "ئاممىۋى تور بېكەت",
    "The website is publicly accessible and requires no authentication whatsoever." : "بۇ توربېكەتنى ئوچۇق زىيارەت قىلىشقا بولىدۇ ، ھېچقانداق دەلىللەشنى تەلەپ قىلمايدۇ.",
    "Private website" : "شەخسىي تور بېكەت",
    "The website requires authentication, access is limited to a subset of all users." : "بۇ تور بېكەت دەلىللەشنى تەلەپ قىلىدۇ ، زىيارەت قىلىش بارلىق ئىشلەتكۈچىلەر توپى بىلەنلا چەكلىنىدۇ.",
    "Group access" : "گۇرۇپپا زىيارەت قىلىش",
    "Grant access to all members of the selected groups." : "تاللانغان گۇرۇپپىنىڭ بارلىق ئەزالىرىغا ئىجازەت بېرىڭ.",
    "Reload websites list" : "تور بېكەت تىزىملىكىنى قايتا يۈكلەڭ",
    "Create a new website" : "يېڭى تور بېكەت قۇرۇڭ",
    "Just fill the form below to create your own personal website." : "تۆۋەندىكى جەدۋەلنى تولدۇرۇپ ، شەخسىي تور بېتىڭىزنى قۇرالايسىز.",
    "My example website" : "مېنىڭ ئۈلگە تور بېتىم",
    "Here you can specify the name of your personal website. Your website's name will be used as website title, often shown in your website's header." : "بۇ يەردە شەخسىي تور بېتىڭىزنىڭ نامىنى بەلگىلىيەلەيسىز. تور بېتىڭىزنىڭ ئىسمى توربېكەتنىڭ ئىسمى سۈپىتىدە ئىشلىتىلىدۇ ، تور بېتىڭىزنىڭ بېشىدا كۆرسىتىلىدۇ.",
    "Identifier" : "Identifier",
    "The identifier of your website prescribes both your website's address (URL) and the name of the directory your website's files (both pages and assets) will be stored in. A website's identifier must consist of lowercase alphanumeric characters, dashes and underscores (a-z, 0-9, - and _) only." : "تور بېتىڭىزنىڭ تونۇغۇچ تور بېتىڭىزنىڭ ئادرېسى (URL) ۋە تور بېتىڭىزنىڭ ھۆججەتلىرى (ھەر ئىككى بەت ۋە مۈلۈك) ساقلىنىدىغان مۇندەرىجىنىڭ نامىنى بەلگىلەيدۇ. توربېكەتنىڭ تونۇغۇچ چوقۇم كىچىك ھەرپلەر ، ھەرپلەر ۋە ئاستى سىزىقلار (a-z, 0) دىن تەركىب تاپىدۇ. -9 ، - ۋە _) پەقەت.",
    "Address" : "ئادرېس",
    "You will be able to access your website using the address (URL) shown above." : "سىز يۇقىرىدا كۆرسىتىلگەن ئادرېس (URL) ئارقىلىق تور بېتىڭىزنى زىيارەت قىلالايسىز.",
    "When creating a new website, Pico CMS for Nextcloud copies the website template to the following new directory in your Nextcloud." : "يېڭى تور بەت قۇرغاندا ، Nextcloud ئۈچۈن Pico CMS توربېكەت قېلىپىنى Nextcloud دىكى تۆۋەندىكى يېڭى مۇندەرىجىگە كۆچۈردى.",
    "You can use one of the provided themes for some greater individuality and style. If you want to use another theme, ask your Nextcloud admin - it might be possible to add your favourite theme, too!" : "سىز تەمىنلەنگەن باشتېمىلارنىڭ بىرىنى تېخىمۇ چوڭ خاسلىق ۋە ئۇسلۇب ئۈچۈن ئىشلىتەلەيسىز. باشقا باشتېمىنى ئىشلەتمەكچى بولسىڭىز ، Nextcloud باشقۇرغۇچىڭىزدىن سوراڭ - ئۆزىڭىز ياقتۇرىدىغان باشتېمىنى قوشۇشىڭىز مۇمكىن!",
    "Template" : "قېلىپ",
    "Templates act as a starting point when creating a new website. All templates consist of a \"content\" directory (for your pages) and a \"assets\" directory (for your website's assets), which will be copied to the above folder in your Nextcloud." : "قېلىپلار يېڭى تور بېكەت قۇرغاندا باشلىنىش نۇقتىسى رولىنى ئوينايدۇ. بارلىق قېلىپلار «مەزمۇن» مۇندەرىجىسى (بېتىڭىز ئۈچۈن) ۋە «مۈلۈك» مۇندەرىجىسى (تور بېتىڭىزنىڭ مۈلكى ئۈچۈن) دىن تەركىب تاپىدۇ ، بۇلار Nextcloud دىكى يۇقىرىدىكى ھۆججەت قىسقۇچقا كۆچۈرۈلىدۇ.",
    "Create new website" : "يېڭى تور بېكەت قۇر",
    "Loading…" : "Loading…"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}